[
  {
    "term": "Адаптация",
    "definition": "способность организмов приспосабливаться к условиям среды для выживания и размножения,",
    "description": "Адаптация - способность организмов приспосабливаться к условиям среды для выживания и размножения,"
  },
  {
    "term": "Биогеоценоз",
    "definition": "сообщество организмов в определенном районе, включающее также его неживую природу,",
    "description": "Биогеоценоз - сообщество организмов в определенном районе, включающее также его неживую природу,"
  },
  {
    "term": "Клетка",
    "definition": "структурная и функциональная единица всех живых организмов,",
    "description": "Клетка - структурная и функциональная единица всех живых организмов,"
  },
  {
    "term": "Цитоплазма",
    "definition": "жидкая часть клетки, содержащая органеллы,",
    "description": "Цитоплазма - жидкая часть клетки, содержащая органеллы,"
  },
  {
    "term": "Ген",
    "definition": "участок ДНК, который содержит информацию о наследственных признаках организма,",
    "description": "Ген - участок ДНК, который содержит информацию о наследственных признаках организма,"
  },
  {
    "term": "Эволюция",
    "definition": "постепенное изменение наследственных характеристик популяции организмов в течение длительного времени,",
    "description": "Эволюция - постепенное изменение наследственных характеристик популяции организмов в течение длительного времени,"
  },
  {
    "term": "Фотосинтез",
    "definition": "процесс преобразования солнечной энергии в химическую энергию, который осуществляют зеленые растения,",
    "description": "Фотосинтез - процесс преобразования солнечной энергии в химическую энергию, который осуществляют зеленые растения,"
  },
  {
    "term": "Размножение",
    "definition": "процесс создания новых организмов с передачей наследственной информации,",
    "description": "Размножение - процесс создания новых организмов с передачей наследственной информации,"
  },
  {
    "term": "ДНК",
    "definition": "биологический материал, содержащий генетическую информацию, необходимую для развития и функционирования организма,",
    "description": "ДНК - биологический материал, содержащий генетическую информацию, необходимую для развития и функционирования организма,"
  },
  {
    "term": "Мейоз",
    "definition": "специальный процесс деления клеток, который осуществляется в половых клетках организмов и приводит к образованию гамет,",
    "description": "Мейоз - специальный процесс деления клеток, который осуществляется в половых клетках организмов и приводит к образованию гамет,"
  },
  {
    "term": "Митоз",
    "definition": "процесс деления клеток, который приводит к образованию двух генетически идентичных дочерних клеток,",
    "description": "Митоз - процесс деления клеток, который приводит к образованию двух генетически идентичных дочерних клеток,"
  },
  {
    "term": "Мутация",
    "definition": "изменение в генетической информации, которое может привести к изменению наследуемых признаков организма,",
    "description": "Мутация - изменение в генетической информации, которое может привести к изменению наследуемых признаков организма,"
  },
  {
    "term": "Гомеостаз",
    "definition": "способность организмов поддерживать относительную стабильность внутренней среды при изменяющихся внешних условиях,",
    "description": "Гомеостаз - способность организмов поддерживать относительную стабильность внутренней среды при изменяющихся внешних условиях,"
  },
  {
    "term": "Нервная система",
    "definition": "система органов и нервных волокон, которая регулирует функции организма и передает сигналы между различными частями,",
    "description": "Нервная система - система органов и нервных волокон, которая регулирует функции организма и передает сигналы между различными частями,"
  },
  {
    "term": "Ткань",
    "definition": "группы клеток, которые выполняют одну и ту же функцию в организме,",
    "description": "Ткань - группы клеток, которые выполняют одну и ту же функцию в организме,"
  },
  {
    "term": "Популяция",
    "definition": "группа организмов одного вида, которые населяют определенную территорию и могут взаимодействовать друг с другом,",
    "description": "Популяция - группа организмов одного вида, которые населяют определенную территорию и могут взаимодействовать друг с другом,"
  },
  {
    "term": "Обмен веществ",
    "definition": "совокупность химических реакций в организме, которые обеспечивают получение энергии и синтез необходимых веществ,",
    "description": "Обмен веществ - совокупность химических реакций в организме, которые обеспечивают получение энергии и синтез необходимых веществ,"
  },
  {
    "term": "Ферменты",
    "definition": "белки, которые ускоряют химические реакции в организме, без них реакции протекали бы очень медленно,",
    "description": "Ферменты - белки, которые ускоряют химические реакции в организме, без них реакции протекали бы очень медленно,"
  },
  {
    "term": "Биомасса",
    "definition": "совокупная масса всех организмов в определенном биоценозе или сообществе,",
    "description": "Биомасса - совокупная масса всех организмов в определенном биоценозе или сообществе,"
  },
  {
    "term": "Экология",
    "definition": "наука, изучающая взаимодействие организмов между собой и с окружающей средой,",
    "description": "Экология - наука, изучающая взаимодействие организмов между собой и с окружающей средой,"
  },
  {
    "term": "Трофическая цепь",
    "definition": "последовательность передачи энергии и питательных веществ от одного организма к другому в сообществе,",
    "description": "Трофическая цепь - последовательность передачи энергии и питательных веществ от одного организма к другому в сообществе,"
  },
  {
    "term": "Видообразование",
    "definition": "процесс возникновения новых видов в результате эволюции и природного отбора,",
    "description": "Видообразование - процесс возникновения новых видов в результате эволюции и природного отбора,"
  },
  {
    "term": "Генотип",
    "definition": "генетическая информация и характеристики, которые наследуются от предков,",
    "description": "Генотип - генетическая информация и характеристики, которые наследуются от предков,"
  },
  {
    "term": "Экосистема",
    "definition": "совокупность биотических и абиотических компонентов, взаимодействующих в определенном районе,",
    "description": "Экосистема - совокупность биотических и абиотических компонентов, взаимодействующих в определенном районе,"
  },
  {
    "term": "Движение",
    "definition": "способность организмов изменять свое местоположение или расположение органов,",
    "description": "Движение - способность организмов изменять свое местоположение или расположение органов,"
  },
  {
    "term": "Пластиды",
    "definition": "органеллы в клетках растений, ответственные за фотосинтез и хранение питательных веществ,",
    "description": "Пластиды - органеллы в клетках растений, ответственные за фотосинтез и хранение питательных веществ,"
  },
  {
    "term": "Генная инженерия",
    "definition": "технология, позволяющая изменять генетический материал организмов для получения желательных свойств,",
    "description": "Генная инженерия - технология, позволяющая изменять генетический материал организмов для получения желательных свойств,"
  },
  {
    "term": "Геном",
    "definition": "полный набор генетической информации, присутствующей в клетках организма,",
    "description": "Геном - полный набор генетической информации, присутствующей в клетках организма,"
  },
  {
    "term": "Анаэробное дыхание",
    "definition": "процесс получения энергии организмом без использования кислорода,",
    "description": "Анаэробное дыхание - процесс получения энергии организмом без использования кислорода,"
  },
  {
    "term": "Дыхательная система",
    "definition": "система органов, ответственных за поступление кислорода в организм и выведение углекислого газа,",
    "description": "Дыхательная система - система органов, ответственных за поступление кислорода в организм и выведение углекислого газа,"
  },
  {
    "term": "Печень",
    "definition": "орган внутренней секреции, который выполняет различные функции, включая обработку пищи и очистку крови,",
    "description": "Печень - орган внутренней секреции, который выполняет различные функции, включая обработку пищи и очистку крови,"
  },
  {
    "term": "Симбиоз",
    "definition": "интимное сосуществование двух разных организмов, от которого получают выгоду оба партнера,",
    "description": "Симбиоз - интимное сосуществование двух разных организмов, от которого получают выгоду оба партнера,"
  },
  {
    "term": "Углеводы",
    "definition": "класс органических соединений, включающих сахара, крахмал и целлюлозу,",
    "description": "Углеводы - класс органических соединений, включающих сахара, крахмал и целлюлозу,"
  },
  {
    "term": "Хлорофилл",
    "definition": "зеленый пигмент, который позволяет растениям поглощать энергию из света солнца,",
    "description": "Хлорофилл - зеленый пигмент, который позволяет растениям поглощать энергию из света солнца,"
  },
  {
    "term": "Ядро",
    "definition": "клеточный органойд, который содержит генетическую информацию и управляет активностью клетки",
    "description": "Ядро - клеточный органойд, который содержит генетическую информацию и управляет активностью клетки"
  },
  {
    "term": 26,
    "definition": " Сколько молекул ДНК содержится в анафазе второго деления мейоза зелёной лягушки, если у диплоидной клетки 26 хромосом?",
    "description": "В анафазе мейоза II в клетке, которая делится, присутствует диплоидный набор однохроматидных хромосом, то есть количество молекул ДНК равно количеству хромосом. В данном случае, у лягушки диплоидный набор хромосом составляет 26, следовательно, в анафазе мейоза II в клетке лягушки будет 26 молекул ДНК. Отметим, что в анафазе митоза и в анафазах мейоза учитываются все хромосомы и молекулы ДНК, находящиеся в клетке, а не только в одном полюсе. Ответ: 26."
  },
  {
    "term": 20,
    "definition": " Какое количество хромосом будет у ядра зиготы позвоночного животного, у которого в ядрах клеток слизистой оболочки кишечника 20 хромосом?",
    "description": "Для всех клеток, кроме половых, позвоночных животных характерен диплоидный набор хромосом. Зигота образуется при слиянии двух гаплоидных гамет (яйцеклетки и сперматозоида) и содержит диплоидный набор хромосом. Клетки слизистой оболочки, как и все соматические клетки, имеют диплоидный набор хромосом, то есть в данном случае равный 20. Значит, и в зиготе количество хромосом также составит 20. Ответ: 20."
  },
  {
    "term": 4,
    "definition": " Сколько хромосом содержат половые клетки плодовой мухи дрозофилы, если в соматических клетках их количество составляет 8?",
    "description": "Соматические клетки животных содержат диплоидный набор хромосом, в то время как половые клетки имеют гаплоидный набор хромосом. В данной задаче указан диплоидный набор хромосом соматических клеток плодовой дрозофилы, равный 8 хромосомам. Следовательно, в половых клетках дрозофилы, содержащих гаплоидный набор хромосом, будет в два раза меньше, то есть 4 хромосомы. Ответ: 4."
  },
  {
    "term": 24,
    "definition": " Определите число хромосом в конце телофазы митоза в клетках эндосперма семени лука, если в клетках корешков лука содержится 16 хромосом.",
    "description": "В соматических клетках покрытосеменных растений и клетках зародыша семени содержится диплоидный набор хромосом. В половых клетках присутствует гаплоидный набор хромосом, а в эндосперме - триплоидный. У растения лука, также покрытосеменного, диплоидный набор хромосом составляет 16. В клетках эндосперма семени лука, как и у всех покрытосеменных растений, триплоидный набор хромосом, то есть 24 хромосомы. Ответ: 24."
  },
  {
    "term": 46,
    "definition": " Сколько хромосом содержится в лейкоцитах - клетках крови человека?",
    "description": "Соматические клетки человека содержат диплоидный набор хромосом, равный 46. Лейкоциты, являясь соматическими клетками, также содержат диплоидный набор хромосом, равный 46. Ответ: 46."
  },
  {
    "term": 300,
    "definition": " Определите число нуклеотидов в молекуле ДНК, кодирующей белок, состоящий из 100 аминокислот.",
    "description": "Каждая аминокислота кодируется тремя нуклеотидами. Если имеется 100 аминокислот, значит для их кодирования требуется 300 нуклеотидов (100 * 3). Ответ: 300."
  },
  {
    "term": 720,
    "definition": " Сколько нуклеотидов содержится в гене, кодирующем белок с 240 аминокислотными остатками?",
    "description": "Каждая аминокислота кодируется тремя нуклеотидами. Если имеется 240 аминокислот, значит для их кодирования требуется 720 нуклеотидов (240 * 3). Ответ: 720."
  },
  {
    "term": 2,
    "definition": " Сколько клеток образуется в результате митоза одной исходной клетки?",
    "description": "Митоз - это процесс деления клетки, в результате которого образуются две дочерние клетки с идентичным набором хромосом, как у материнской клетки. Ответ: 2."
  },
  {
    "term": 46,
    "definition": " Сколько хромосом содержится в оплодотворённой яйцеклетке тела человека, у которой в соматической клетке нормальное количество 46 хромосом?",
    "description": "Для соматических клеток человека характерен диплоидный набор хромосом. Половые клетки имеют гаплоидный набор хромосом. Оплодотворенная яйцеклетка, являясь зиготой, содержит диплоидный набор хромосом, равный 46. Ответ: 46."
  },
  {
    "term": 28,
    "definition": " Какое количество хромосом содержится в клетке стебля пшеницы, если гамета пшеницы содержит 14 хромосом?",
    "description": "В клетках покрытосеменных растений, относящихся к цветковым растениям, соматические клетки содержат диплоидный набор хромосом. Гаметы, или половые клетки, содержат гаплоидный набор хромосом. В случае пшеницы, гамета содержит 14 хромосом, что соответствует гаплоидному набору хромосом. Следовательно, клетка стебля пшеницы, обладающая диплоидным набором хромосом, содержит 28 хромосом. Ответ: 28."
  },
  {
    "term": 46,
    "definition": "Какое количество хромосом содержится в ядре клетки кожи человека, если оплодотворённая яйцеклетка содержит 46 хромосом? ",
    "description": "Для соматических клеток человека характерен диплоидный набор хромосом, состоящий из 46 хромосом. Половые клетки, такие как яйцеклетка и сперматозоид, содержат гаплоидный набор хромосом, состоящий из 23 хромосом. Оплодотворенная яйцеклетка, или зигота, содержит диплоидный набор хромосом, равный 46. Клетка кожи, как и все соматические клетки, содержит диплоидный набор хромосом, то есть 46 хромосом. Ответ: 46."
  },
  {
    "term": 13,
    "definition": " Сколько молекул ДНК содержится в сперматозоиде лягушки, если ядро соматической клетки содержит 26 хромосом?",
    "description": "Соматические клетки животных содержат диплоидный набор хромосом, где каждая хромосома имеет две хроматиды (2n2c). Половые клетки, такие как сперматозоиды и яйцеклетки, содержат гаплоидный набор хромосом (nс). В данной задаче, так как в соматической клетке лягушки содержится 26 хромосом, что соответствует диплоидному набору хромосом (2n=26), то в сперматозоиде лягушки, содержащем гаплоидный набор, будет 13 хромосом (2n : 2 = 26 : 2 = 13). В этом случае количество хромосом равно количеству молекул ДНК (nc) = 13. Ответ: 13."
  },
  {
    "term": 1,
    "definition": " Сколько полноценных гамет образуется в овогенезе человека из одной исходной клетки?",
    "description": "Овогенез - это процесс образования женских половых клеток, или яйцеклеток. Из одной первичной женской половой клетки, называемой оогонией, образуется одна полноценная зрелая гамета и три направильных тельца, которые претерпевают редукцию. Ответ: 1."
  },
  {
    "term": 22,
    "definition": " Сколько аутосом содержится в сперматозоиде человека?",
    "description": "Аутосомы представляют собой хромосомы, которые одинаковы в женских и мужских организмах. Половые хромосомы отличаются между собой в хромосомных наборах женских и мужских организмов. У человека, в соматических клетках с диплоидным набором хромосом, содержится всего 46 хромосом, где две хромосомы - половые (у женщин две X-хромосомы, а у мужчин одна X-хромосома и одна Y-хромосома), а остальные 44 - аутосомы. В половых клетках человека с гаплоидным набором хромосом содержится 23 хромосомы, где одна - половая (у женщин X-хромосома, у мужчин либо X-хромосома, либо Y-хромосома), а остальные 22 - аутосомы. В сперматозоиде человека находятся 22 аутосомы. Ответ: 22."
  },
  {
    "term": 8,
    "definition": " Определите число хромосом в соматических клетках плодовой мушки дрозофилы, если в её гаметах содержится 4 хромосомы.",
    "description": "Для соматических клеток животных характерен диплоидный набор хромосом. Для половых клеток животных и других организмов характерен гаплоидный набор хромосом. В случае мушки дрозофилы, гаплоидный набор хромосом составляет 4. Следовательно, в соматических клетках дрозофилы содержится 8 хромосом. Ответ: 8."
  },
  {
    "term": 8,
    "definition": " Какое количество хромосом содержится в дочерней клетке в конце телофазы мейоза II, если в исходной клетке было 16 хромосом?",
    "description": "Мейоз - это процесс деления ядерной клетки у эукариотов, в результате которого из одной диплоидной материнской клетки образуется четыре гаплоидные дочерние клетки. Мейоз состоит из двух последовательных делений, каждое из которых состоит из четырех фаз. В данном случае, если в исходной клетке было 16 хромосом, что соответствует диплоидному набору (2n=16), то в ядрах дочерних клеток в конце мейоза будет содержаться по 8 хромосом. Ответ: 8."
  },
  {
    "term": 28,
    "definition": " Сколько хромосом содержит сперматозоид рыбы, у которой в соматической клетке 56 хромосом?",
    "description": "Для соматических клеток животных характерен диплоидный набор хромосом. Для половых клеток животных и других организмов характерен гаплоидный набор хромосом. В случае рыбы, соматические клетки содержат 56 хромосом, что соответствует диплоидному набору. Следовательно, сперматозоид рыбы содержит 28 хромосом. Ответ: 28."
  },
  {
    "term": 12,
    "definition": " Сколько хромосом содержится в микроспоре цветкового растения, у которого в соматической клетке спорофита 24 хромосомы?",
    "description": "Жизненный цикл растений характеризуется различными стадиями развития, которые включают половое и бесполое размножение. Ответ: различными."
  },
  {
    "term": 0,
    "definition": " Сколько хромосом содержит зрелый эритроцит собаки, у которой кариотип состоит из 78 хромосом?",
    "description": "В клетках животных, которые содержат ядро, соматические клетки обладают диплоидным набором хромосом (2n). Однако, в эритроцитах млекопитающих отсутствует ядро, и поэтому нет и хромосом. В половых клетках, как у животных, так и у других организмов, характерен гаплоидный набор хромосом (n). В зрелом эритроците собаки, где отсутствует ядро, также отсутствуют хромосомы. Ответ: 0."
  },
  {
    "term": 8,
    "definition": " Если в мейоз вступили два сперматогония, то сколько полноценных гамет образуется в результате деления?",
    "description": "Сперматогоний - это первичная мужская половая клетка. В процессе гаметогенеза, который включает стадии созревания и мейоза, из одного сперматогония образуется четыре полноценных мужских гаметы, или сперматозоида. Следовательно, из двух сперматогоний образуется восемь полноценных гамет. Ответ: 8."
  },
  {
    "term": 1,
    "definition": " На сколько хромосом меньше содержится в яйцеклетках человека по сравнению с яйцеклетками шимпанзе, если кариотип шимпанзе составляет 48 хромосом? (Ответ: число хромосом, на которое меньше)",
    "description": "Для соматических клеток животных и человека характерен диплоидный набор хромосом (2n). Для половых клеток животных и других организмов характерен гаплоидный набор хромосом (n). В данной задаче у шимпанзе диплоидный набор хромосом составляет 48 (2n=48), следовательно, в яйцеклетке шимпанзе содержится 24 хромосомы (n=24). У человека диплоидный набор хромосом составляет 46 (2n=46), а в яйцеклетке содержится 23 хромосомы (n=23). Разница между количеством хромосом в яйцеклетке шимпанзе и человека составляет 1. Ответ: 1."
  },
  {
    "term": 4,
    "definition": " Сколько молекул ДНК содержится в биваленте, образованном двумя гомологичными хромосомами? (Ответ: число молекул ДНК)",
    "description": "Биваленты представляют собой пару гомологичных хромосом, соединенных в результате конъюгации в профазе первого деления мейоза. Каждая хромосома в профазе первого деления мейоза состоит из двух хроматид, то есть двух молекул ДНК. Поэтому две гомологичные хромосомы, объединенные в бивалент, содержат четыре молекулы ДНК. Ответ: 4."
  },
  {
    "term": 12,
    "definition": " Сколько молекул ДНК содержится в трех бивалентах, образованных тремя парами гомологичных хромосом? (Ответ: число молекул ДНК)",
    "description": "Биваленты представляют собой пару гомологичных хромосом, соединенных в результате конъюгации в профазе первого деления мейоза. Каждая хромосома в этот период состоит из двух хроматид, то есть двух молекул ДНК. Следовательно, в одном биваленте содержится четыре молекулы ДНК. Таким образом, в трех бивалентах содержится 12 молекул ДНК (3 бивалента x 4 молекулы ДНК = 12 молекул ДНК). Ответ: 12."
  },
  {
    "term": 14,
    "definition": " Если спермия огурца содержит 7 хромосом, сколько хромосом будет в клетках листа огурца? (Ответ: число хромосом)",
    "description": "Жизненный цикл растений характеризуется чередованием гаплоидной и диплоидной стадий развития. Гаплоидные стадии (n) развития включают микроспоры, макроспоры, клетки пыльцевых зерен, ядра восьмиядерного зародышевого мешка, гаметы (спермии и яйцеклетки). Диплоидные стадии (2n) развития включают соматические клетки органов взрослого растения (спорофита). В данной задаче, так как ящурка имеет гаплоидный набор хромосом 28 (2n=2x14=28), то в листовых клетках ящерки содержится 14 хромосом (2n : 2 = 28 : 2 = 14). Ответ: 14."
  },
  {
    "term": 8,
    "definition": " Если ядро клетки листа содержит 16 хромосом, сколько хромосом имеет ядро спермии крыжовника? (Ответ: число хромосом)",
    "description": "Жизненный цикл растений характеризуется чередованием гаплоидных и диплоидных стадий развития. У цветковых растений гаплоидные стадии развития включают микроспору, макроспору, клетки пыльцевого зерна (генеративная и вегетативная), ядра восьмиядерного зародышевого мешка и гаметы (спермии и яйцеклетки). Диплоидные стадии развития включают соматические клетки органов взрослого растения (спорофита). У крыжовника, у которого ядро клетки листа содержит 16 хромосом, ядро спермия содержит 8 хромосом."
  },
  {
    "term": 4,
    "definition": " Сколько молекул ДНК будет содержать пара гомологичных хромосом в конце интерфазы? (Ответ: число молекул ДНК)",
    "description": "Интерфаза - это стадия жизненного цикла клетки между двумя делениями. Она включает три фазы: досинтетическая, синтетическая и постсинтетическая. В конце интерфазы все хромосомы в клетке двухроматидные, содержат две молекулы ДНК. Поэтому каждая хромосома в конце интерфазы содержит четыре полинуклеотидные цепочки."
  },
  {
    "term": 4,
    "definition": " Сколько полинуклеотидных цепочек будет содержать одна хромосома в конце интерфазы? (Ответ: число цепочек)",
    "description": "Для соматических клеток животных характерен диплоидный набор хромосом (2n), а для половых клеток характерен гаплоидный набор хромосом (n). У шпорцевой лягушки в соматической клетке содержится 36 хромосом, поэтому в сперматозоиде содержится 18 хромосом."
  },
  {
    "term": 18,
    "definition": " Набор хромосом сперматозоида лягушки, если в соматической клетке тела содержится 36 хромосом? (Ответ: количество хромосом)",
    "description": "Для соматических клеток животных характерен диплоидный набор хромосом (2n), что означает наличие двух одинаковых хромосом каждого вида. У шпорцевой лягушки в соматической клетке содержится 36 хромосом, что соответствует диплоидному набору (2n=36).  Сперматозоиды являются половыми клетками и для них характерен гаплоидный набор хромосом (n), то есть одна хромосома каждого вида. Поэтому в сперматозоиде шпорцевой лягушки содержится половину от диплоидного набора хромосом, то есть 18 хромосом (2n:2=36:2=18)."
  },
  {
    "term": 42,
    "definition": " Набор хромосом клетки кожи крысы, если сперматозоид крысы содержит 21 хромосому? (Ответ: количество хромосом)",
    "description": "У крысы в соматической клетке содержится 42 хромосомы, которые соответствуют диплоидному набору. У сперматозоида крысы, который имеет гаплоидный набор хромосом, содержится 21 хромосома."
  },
  {
    "term": 1,
    "definition": " Сколько половых хромосом содержит сперматозоид человека, если гаплоидный набор составляет 23 хромосомы? (Ответ: количество половых хромосом)",
    "description": "Аутосомы - это хромосомы, одинаковые у женских и мужских организмов. Половые хромосомы различаются между различными организмами. У человека соматические клетки содержат 46 хромосом, из которых 2 хромосомы являются половыми (X и X у женщин, X и Y у мужчин), а остальные 44 являются аутосомами. В половых клетках человека находится 23 хромосомы, из которых одна является половой, а остальные 22 являются аутосомами. В сперматозоиде человека половая хромосома может быть либо X, либо Y, а остальные 22 хромосомы являются аутосомами. Ответ: 1."
  },
  {
    "term": 22,
    "definition": " Если клетка кожи человека содержит 46 хромосом, сколько аутосом содержит яйцеклетка человека? (Ответ: количество аутосом)",
    "description": "Аутосомы - это хромосомы, которые одинаковы у мужских и женских организмов. Они отличаются от половых хромосом, которые определяют пол организма. Человек имеет 46 хромосом в своих соматических клетках, включая 2 половые хромосомы (X и Y у мужчин, X и X у женщин) и 44 аутосомы. В половых клетках, таких как яйцеклетки и сперматозоиды, содержится только 23 хромосомы - одна половая и 22 аутосомы. Клетка кожи также содержит 46 хромосом, но только одну половую и 22 аутосомы."
  },
  {
    "term": 1,
    "definition": " Количество половых хромосом в сперматозоиде мыши, если соматическая клетка тела содержит 40 хромосом? (Ответ: количество половых хромосом)",
    "description": "Аутосомы - это хромосомы, которые одинаковы у мужских и женских организмов. Другие хромосомы, известные как половые хромосомы, отличаются в мужских и женских организмах. У животных, включая человека, соматические клетки содержат диплоидный набор хромосом (2n), включая две половые хромосомы и остальные аутосомы. У половых клеток, таких как сперматозоиды у мужчин и яйцеклетки у женщин, гаплоидный набор хромосом (n), в котором присутствует только одна половая хромосома и аутосомы. Например, у мыши в сперматозоиде содержится только одна половая хромосома."
  },
  {
    "term": 16,
    "definition": " Количество хромосом в макроспоре вишни, если клетка листа содержит 32 хромосомы? (Ответ: количество хромосом)",
    "description": "У растений также есть чередование гаплоидного и диплоидного наборов хромосом в их жизненном цикле. Гаплоидный набор хромосом (n) присутствует в гаметах и некоторых стадиях развития растения. Диплоидный набор хромосом (2n) присутствует в соматических клетках взрослого растения. Например, в клетке листа вишни содержится 32 хромосомы, что соответствует диплоидному набору. В макроспоре, которая является гаплоидной клеткой, содержится только 16 хромосом."
  },
  {
    "term": 2,
    "definition": " Какое количество половых хромосом имеет зигота дрозофилы, если в соматической клетке этого организма содержится 8 хромосом? (Ответ: количество половых хромосом)",
    "description": "Когда речь идет о животных, включая человека, соматические клетки и зиготы содержат два набора хромосом (2n). Половые клетки имеют только один набор хромосом (n). Например, в соматической клетке дрозофилы содержится 8 хромосом, а в зиготе - также 8 хромосом, из которых две являются половыми."
  },
  {
    "term": 24,
    "definition": " Количество хромосом в яйцеклетке шимпанзе, если в соматической клетке тела содержится 48 хромосом? (Ответ: количество хромосом)",
    "description": "У шимпанзе соматические клетки содержат 48 хромосом, соответствующих диплоидному набору хромосом. В яйцеклетке шимпанзе содержится только 24 хромосомы, что соответствует гаплоидному набору."
  },
  {
    "term": 1,
    "definition": " Сколько Х хромосом имеет яйцеклетка дрозофилы, если в соматической клетке тела содержится 8 хромосом? (Ответ: количество Х хромосом)",
    "description": "У мушки дрозофилы соматические клетки и зигота содержат диплоидный набор хромосом (2n), включая 2 половые хромосомы и остальные аутосомы. Половые клетки (яйцеклетки и сперматозоиды) содержат гаплоидный набор хромосом (n), с одной половой хромосомой и аутосомами. В яйцеклетке дрозофилы есть только одна половая хромосома, которая всегда является X-хромосомой, а остальные хромосомы являются аутосомами (неполовыми)."
  },
  {
    "term": 76,
    "definition": " Если гаметы содержат 38 хромосом, сколько хромосом содержится в соматической клетке животного? (Ответ: количество хромосом)",
    "description": "Соматические (телесные) клетки животных и зигота (оплодотворенная яйцеклетка) содержат разное количество хромосом. Половые клетки (гаметы) животных и других организмов содержат половину общего количества хромосом. Например, если гамета содержит 38 хромосом, то соматическая клетка будет содержать удвоенное количество - 76 хромосом."
  },
  {
    "term": 24,
    "definition": " Какой набор хромосом имеет яйцеклетка шимпанзе, если в соматической клетке тела содержится 48 хромосом? (Ответ: количество хромосом)",
    "description": "Соматические клетки человека имеют двойной набор хромосом, который называется диплоидным. Половые клетки, такие как яйцеклетка и сперматозоид, имеют только половину общего количества хромосом, что называется гаплоидным набором. Когда яйцеклетка объединяется со сперматозоидом, образуется оплодотворенная яйцеклетка или зигота, у которой снова полный набор хромосом. В ядре соматической клетки обычно насчитывается 48 хромосом, что соответствует диплоидному набору хромосом. А в яйцеклетке содержится только половина этого количества, то есть 24 хромосомы."
  },
  {
    "term": 1,
    "definition": " Количество хромосом в сперматозоиде петуха, если в соматической клетке тела курицы содержится 78 хромосом? (Ответ: количество хромосом)",
    "description": "Соматические клетки животных и оплодотворенная яйцеклетка содержат двойной набор хромосом, включая две половые хромосомы и остальные неполовые хромосомы. Половые клетки животных содержат только половую хромосому и половину общего количества хромосом. В случае с курицей, соматическая клетка содержит 78 хромосом, что соответствует двойному набору хромосом. В сперматозоиде курицы содержится гаплоидный набор хромосом, а именно 39 хромосом, включая одну половую хромосому. Ответ: 1."
  },
  {
    "term": 7,
    "definition": " Количество хромосом в спермии гороха, если в клетке листа гороха содержится 14 хромосом? (Ответ: количество хромосом)",
    "description": "Клетки листа гороха, которые являются соматическими клетками, содержат 14 хромосом. Половые клетки, такие как спермии, имеют гаплоидный (n) набор хромосом. В свою очередь, соматические клетки имеют диплоидный (2n) набор хромосом. Поэтому для определения количества хромосом в спермии можно поделить количество хромосом в соматической клетке на два.  Таким образом, количество хромосом в спермии гороха равно 14:2 = 7. Ответ: 7."
  },
  {
    "term": 20,
    "definition": " Количество хромосом в центральной клетке зародышевого мешка кукурузы до оплодотворения, если в клетке листа кукурузы содержится 20 хромосом. (Ответ: количество хромосом)",
    "description": "Центральная клетка зародышевого мешка до оплодотворения имеет 2n и в клетке листа диплоидный набор. От сюда, ответ: 20"
  },
  {
    "term": 80,
    "definition": " Сколько хромосом содержится в клетке в профазе первого деления мейоза, если диплоидный набор состоит из 80 хромосом? (Ответ: количество хромосом)",
    "description": "В профазе первого деления мейоза хромосомный набор клетки2n, значит хромосом 80"
  },
  {
    "term": 20,
    "definition": " Набор хромосом в сперматозоиде мыши, если в клетке кожи мыши содержится 40 хромосом. (Ответ: количество хромосом)",
    "description": "В данном случае, клетка кожи мыши будет содержать полный (диплоидный) набор хромосом, а сперматозоид мыши - половину (гаплоидный) набор хромосом. Поскольку количество хромосом в клетке кожи мыши составляет 40, то для сперматозоида количество хромосом будет равно 40 : 2 = 20."
  },
  {
    "term": 21,
    "definition": " Набор хромосом в яйцеклетке клубники, если в клетке листа клубники содержится 42 хромосомы. (Ответ: количество хромосом)",
    "description": "Клетка листа клубники, известная как соматическая клетка, обладает полным набором хромосом. В свою очередь, яйцеклетка клубники содержит лишь половину хромосомного набора, что означает, что количество хромосом в ней равно 21."
  },
  {
    "term": 2,
    "definition": " Количество Х-хромосом в соматической клетке женщины, если в яйцеклетке человека содержится 23 хромосомы. (Ответ: число Х-хромосом)",
    "description": "Соматическая клетка женщины содержит 2 половые хромосомы."
  },
  {
    "term": 2,
    "definition": " Количество половых хромосом в соматической клетке человека, если диплоидный набор составляет 46 хромосом. (Ответ: количество половых хромосом)",
    "description": "Кариотип человека состоит из 1 пары половых хромосом (Х и Y) и 22 пар аутосом. Следовательно, в соматической клетке человека содержится 2 половые хромосомы."
  },
  {
    "term": 1,
    "definition": " Количество половых хромосом в яйцеклетке дрозофилы, если в соматической клетке содержится 8 хромосом. (Ответ: количество половых хромосом)",
    "description": "В соматической клетке дрозофилы присутствуют две половые хромосомы. Однако в яйцеклетке дрозофилы содержится только половина хромосомного набора, что означает наличие только одной половой хромосомы."
  },
  {
    "term": 1,
    "definition": " Количество половых хромосом в сперматозоиде мыши, если в соматической клетке тела содержится 40 хромосом. (Ответ: количество половых хромосом)",
    "description": "В клетке мыши, известной как соматическая клетка, находится пара половых хромосом, то есть 2 половые хромосомы. Однако, в яйцеклетке мыши содержится только половина хромосомного набора, поэтому присутствует только одна половая хромосома."
  },
  {
    "term": 2,
    "definition": " Количество половых хромосом в зиготе дрозофилы, если в соматической клетке тела содержится 8 хромосом. (Ответ: количество половых хромосом)",
    "description": "Зигота - это клетка, которая образуется при слиянии половых клеток. При этом она получает полный набор хромосом, поэтому в зиготе присутствуют две половые хромосомы. Ответ: 2."
  },
  {
    "term": 708,
    "definition": " Количество аминокислот в синтезируемом белке, если двухцепочечная молекула ДНК состоит из 4998 нуклеотидов, а на интроны приходится 15% от общего числа нуклеотидов. (Ответ: количество аминокислот)",
    "description": "Интрон - это участок ДНК, который не содержит информации о молекуле белка. Рассчитаем количество оставшихся нуклеотидов в экзонной части ДНК.  Исходя из данной информации, 15% от общего количества нуклеотидов составляют 749.7. Таким образом, количество нуклеотидов в экзонах ДНК равно 4998 - 749.7 = 4248.3. Учитывая, что молекула ДНК состоит из двух цепей, а синтез белка происходит только с одной, вычислим количество нуклеотидов в одной цепи ДНК: 4248.3 / 2 = 2124.15. Генетический код представлен триплетами, то есть одна аминокислота кодируется тремя нуклеотидами. Следовательно, аминокислот будет в три раза меньше, чем нуклеотидов: 2124.15 / 3 = 708.05. Округлим полученный ответ до целого числа: 708.05 ≈ 708."
  },
  {
    "term": 22,
    "definition": " Набор хромосом в зиготе можжевельника, если в клетке листа можжевельника содержится 22 хромосомы. (Ответ: количество хромосом)",
    "description": "Зигота - это клетка, которая образуется при слиянии половых клеток. При таком слиянии зигота получает полный набор хромосом, который состоит из 22 пар неполовых хромосом и одной пары половых хромосом. Следовательно, общее количество хромосом в зиготе равно 22."
  },
  {
    "term": 7,
    "definition": " Набор хромосом в клетке листа кукушкина льна, если в стенке коробочки кукушкина льна содержится 14 хромосом. (Ответ: количество хромосом)",
    "description": "В коробочке кукушкиного льна находится спорофит - зрелый организм, который имеет полный двойной набор хромосом. Однако, у клеток гаметофита кукушкиного льна, которые находятся в листьях, содержится только половина от полного хромосомного набора, то есть 7 хромосом. Таким образом, клетка листа кукушкиного льна содержит половину от общего хромосомного набора, который равен 7."
  },
  {
    "term": 48,
    "definition": " Количество хромосом в эндосперме вишни, если в клетке лепестка вишни содержится 32 хромосомы. (Ответ: количество хромосом)",
    "description": "Соматическая клетка листа вишни содержит диплоидный (2n) набор хромосом в количестве 32. То есть каждая клетка имеет по два экземпляра каждой хромосомы. Эндосперм, который является питательной тканью многих цветковых растений, имеет триплоидный (3n) набор хромосом. Это означает, что в каждой клетке эндосперма присутствуют три экземпляра каждой хромосомы. Таким образом, для растений вишни, соматическая клетка листа имеет 32 хромосомы, в то время как эндосперм содержит 48 хромосом (32 + 16)."
  },
  {
    "term": 8,
    "definition": " Количество хромосом в спермии лука, если в клетке эндосперма лука содержится 24 хромосомы. (Ответ: количество хромосом)",
    "description": "Эндосперм растительных клеток обладает триплоидным (3n) набором хромосом, что означает наличие трех полных комплектов хромосом. Если, например, общее количество хромосом в эндосперме равно 24, то это значит, что каждая клетка эндосперма содержит 3 полных комплекта хромосом, т.е. 3 × 8 = 24 хромосомы. В отличие от этого, спермии (мужские половые клетки) лука гаплоидны, то есть они имеют половину от набора хромосом, присутствующего в обычных клетках. Если, например, общее количество хромосом в спермии лука равно 24, то это значит, что каждая спермия содержит только половину от полного комплекта хромосом, т.е. 24 ÷ 3 = 8 хромосом. Таким образом, в эндосперме имеется 24 хромосомы (3n), а в спермии лука - 8 хромосом (n)."
  },
  {
    "term": 108,
    "definition": " Количество хромосом в клетке заростка хвоща, если на гаплоидном заростке хвоща в результате митоза образовалась яйцеклетка со 108 хромосомами. (Ответ: количество хромосом)",
    "description": "Заросток и яйцеклетка хвоща оба имеют одинаковый гаплоидный (n) набор хромосом. Допустим, что полный набор хромосом в хвоще равен 216 (2n). В таком случае, каждый из заростка и яйцеклетки будет иметь половину от этого количества, то есть 216 ÷ 2 = 108 хромосом. Таким образом, оба заросток и яйцеклетка хвоща будут содержать 108 хромосом."
  },
  {
    "term": 12,
    "definition": " Количество хромосом в клетке эндосперма сосны, если в клетке хвоинки сосны содержится 24 хромосомы. (Ответ: количество хромосом)",
    "description": "Эндосперм голосеменных растений (ангиосперм) обладает гаплоидным (n) набором хромосом. Для данного случая, предположим, что полный (диплоидный) набор хромосом в голосеменных составляет 24 (2n). Затем половина этого набора будет представлять гаплоидный набор хромосом эндосперма. Следовательно, гаплоидный набор хромосом в эндосперме голосеменных растений составляет 12 хромосом."
  },
  {
    "term": 19,
    "definition": " Количество хромосом в гамете кошки, если в клетке стенки фолликула в яичнике кошки содержится 38 хромосом. (Ответ: количество хромосом)",
    "description": "В гамете кошки содержится половина хромосомного набора. Это означает, что в каждой гамете кошки будет находиться только один экземпляр каждой хромосомы, в отличие от соматических клеток, которые содержат парные хромосомы (диплоидный набор). Гамета кошки является гаплоидной и содержит половину общего набора хромосом, что подразумевает половину общего генетического материала кошки."
  },
  {
    "term": 7,
    "definition": " Количество хромосом в яйцеклетке ржи, если в зиготе ржи содержится 14 хромосом. (Ответ: количество хромосом)",
    "description": "В зиготе растения находится полный набор хромосом, который в сумме составляет общий генетический материал растения. С другой стороны, яйцеклетка содержит только половину хромосомного набора, так как при оплодотворении она сочетается с половиной генетического материала спермии.  В данном случае говорится о наличии 7 хромосом в яйцеклетке растения. Значит, половина полного набора хромосом составляет именно 7 хромосом."
  },
  {
    "term": 42,
    "definition": " Количество хромосом в ядре диплоидной клетки, если в гамете организма содержится 21 хромосома. (Ответ: количество хромосом)",
    "description": "Ядро диплоидной клетки содержит двойной набор хромосом, то есть каждая хромосома представлена в двух экземплярах. При этом, если общее количество хромосом в ядре равно 42, то это означает, что есть по две копии каждой из хромосом, образуя пару.  Таким образом, число 42 указывает на полный набор хромосом в диплоидной клетке, где каждая хромосома представлена дважды."
  },
  {
    "term": 2,
    "definition": " Количество молекул ДНК в каждой хромосоме в конце интерфазы. (Ответ: количество молекул ДНК)",
    "description": "В конце интерфазы, каждая хромосома в ядре клетки имеет удвоенное количество ДНК. Это происходит в результате процесса, называемого дубликацией ДНК или репликацией. Во время репликации, молекулы ДНК разделяются, и каждая из них служит в качестве матрицы для создания новой комплементарной цепи. Поэтому, каждая хромосома состоит из двух \"сестринских\" хроматид, связанных сегментом центромеры. Это позволяет каждой дочерней клетке получить полный комплект генетической информации при делении клетки."
  },
  {
    "term": 14,
    "definition": " Количество хромосом в листе растения посевной ржи, если в триплоидной клетке эндосперма природной посевной ржи содержится 21 хромосома. (Ответ: количество хромосом)",
    "description": "В клетке листа ржи содержится диплоидный набор хромосом, что означает, что каждая хромосома представлена в двух экземплярах. В данном случае, диплоидный набор хромосом в клетке ржи составляет 14 хромосом.  Это означает, что в каждой клетке ржи будет находиться по две копии каждой из 14 хромосом, образуя пары. Таким образом, общее количество хромосом в клетке листа ржи равно 14."
  },
  {
    "term": 165,
    "definition": " Сколько нуклеотидов необходимо для кодирования 55 аминокислот?",
    "description": "Одну аминокислоту в полипептиде кодируют три нуклеотида в матричной цепи ДНК. В результате, для кодирования 55 аминокислот необходимо 165 нуклеотидов (55 x 3 = 165)."
  },
  {
    "term": 105,
    "definition": " Сколько нуклеотидов требуется для кодирования 35 аминокислотных остатков?",
    "description": "Каждую аминокислоту кодирует три нуклеотида. Таким образом, для кодирования 35 аминокислот потребуется 105 нуклеотидов (35 x 3)."
  },
  {
    "term": 300,
    "definition": " Какое количество аминокислот может быть закодировано 900 нуклеотидами?",
    "description": "Генетический код триплетен - одна аминокислота кодируется тремя нуклеотидами. Исходя из этого, 900 нуклеотидов будут кодировать 300 аминокислот (900:3 = 300)."
  },
  {
    "term": 30,
    "definition": " Какое количество нуклеотидов содержит 20% гуанина в молекуле ДНК?",
    "description": "Количества разных видов нуклеотидов (аденина, тимина, гуанина и цитозина) в составе молекулы ДНК подчиняются правилу Чаргаффа. Правило устанавливает, что количество аденина равно количеству тимина, а количество гуанина равно количеству цитозина.Всего нуклеотидов в ДНК составляют 100%. Согласно правилу Чаргаффа, гуанин и цитозин вместе составляют 40%. Таким образом, каждый из них составляет по 20% (40%:2 = 20%). Оставшиеся 60% распределяются между тимином и аденином, причем каждый из них составляет по 30% (60%:2=30%)."
  },
  {
    "term": 40,
    "definition": " Если 10% нуклеотидов в ДНК являются аденином, то какой процент составляет цитозин?",
    "description": "Количество различных видов нуклеотидов в составе молекулы ДНК подчиняется правилу Чаргаффа. Количество аденина равно количеству тимина, а гуанина равно количеству цитозина: А=Т, Г=Ц. Общее количество нуклеотидов ДНК составляет 100% (А+Т+Г+Ц=100%). Согласно правилу Чаргаффа, количество аденина и тимина составляет 10%, а их сумма составляет 20% (А+Т=20%). Оставшиеся 80% отводятся гуанину и цитозину (Г+Ц=100-(А+Т)=100-20=80%). Поскольку гуанин и цитозин содержатся в равных количествах, то каждый из них составляет 40% (Г=Ц=80:2=40%)."
  },
  {
    "term": 180,
    "definition": " Сколько нуклеотидов нужно для кодирования 60 аминокислот?",
    "description": "Каждая аминокислота кодируется тремя нуклеотидами. Из этого следует, что 60 аминокислот могут быть закодированы 180 нуклеотидами (60 x 3)."
  },
  {
    "term": 900,
    "definition": " Какое число нуклеотидов необходимо для формирования первичной структуры белка из 300 аминокислот?",
    "description": "Каждая аминокислота кодируется тремя нуклеотидами. Исходя из этого, для кодирования 300 аминокислот потребуется 900 нуклеотидов (300 x 3)"
  },
  {
    "term": 40,
    "definition": " Если 10% нуклеотидов в молекуле ДНК содержат гуанин, то какой процент нуклеотидов будет состоять из аденина?",
    "description": "Количества разных видов нуклеотидов в составе молекулы ДНК подчиняются правилу Чаргаффа. По правилу Чаргаффа, количество аденина равно количеству тимина, а гуанина равно количеству цитозина: А=Т, Г=Ц. Общее количество нуклеотидов ДНК составляет 100% (А+Т+Г+Ц=100%). Согласно правилу Чаргаффа, количество гуанина и цитозина составляет 10%, а их сумма составляет 20% (Г+Ц=20%). Оставшиеся 80% отводятся аденину и тимину (А+Т=100-(Г+Ц)=100-20=80%). Поскольку аденин и тимин содержатся в равных количествах, то каждый из них составляет 40% (А=Т=80:2=40%)."
  },
  {
    "term": 20,
    "definition": " Если 30% нуклеотидов в молекуле ДНК содержат цитозин, то какой процент нуклеотидов будет состоять из аденина?",
    "description": "Различные виды нуклеотидов (аденина, тимина, гуанина и цитозина) в ДНК подчиняются правилу Чаргаффа: количество аденина равно количеству тимина, а гуанина равно количеству цитозина: А=Т, Г=Ц. Общее количество нуклеотидов в ДНК составляет 100% (А+Т+Г+Ц=100%). Согласно правилу Чаргаффа, количество цитозина равно количеству гуанина (Ц=Г=30%), а их сумма равна 60% (Ц+Г=60%). Оставшиеся 40% остаются на аденин и тимин (А+Т=100-(Ц+Г)=100-60=40%). Поскольку аденин и тимин содержатся в равных количествах, каждый из них составляет 20% (А=Т=40:2=20%)."
  },
  {
    "term": 35,
    "definition": " Если 15% нуклеотидов в молекуле ДНК содержат цитозин, то какой процент нуклеотидов будет состоять из аденина?",
    "description": "Количества различных видов нуклеотидов в составе молекулы ДНК соответствуют правилу Чаргаффа: количество аденина равно количеству тимина, а гуанина равно количеству цитозина: А=Т, Г=Ц. Общее количество нуклеотидов ДНК составляет 100% (А+Т+Г+Ц=100%). Согласно правилу Чаргаффа, количество цитозина равно количеству гуанина (Ц=Г=15%), а их сумма составляет 30% (Ц+Г=30%). Оставшиеся 70% отводятся аденину и тимину (А+Т=100-(Ц+Г)=100-30=70%). Поскольку аденин и тимин содержатся в равных количествах, то каждый из них составляет 35% (А=Т=70:2=35%)."
  },
  {
    "term": 540,
    "definition": " Сколько нуклеотидов содержит ген, кодирующий последовательность 180 аминокислот?",
    "description": "Каждую аминокислоту кодирует три нуклеотида. 180 аминокислот кодируются 540 нуклеотидами (180x3)."
  },
  {
    "term": 400,
    "definition": " Если 100 нуклеотидов в молекуле ДНК содержат тимин, что составляет 10% от общего количества нуклеотидов, то сколько нуклеотидов будет содержать гуанин?",
    "description": "Количество различных видов нуклеотидов (аденина, тимина, гуанина и цитозина) в составе молекулы ДНК подчиняется правилу Чаргаффа. По этому правилу, количество аденина равно количеству тимина, а гуанина равно цитозину: А=Т, Г=Ц. Общее количество нуклеотидов в ДНК составляет 100% (А+Т+Г+Ц=100%). По условию задания, это количество равно 1000 нуклеотидов (10% от 1000 нуклеотидов равно 100 нуклеотидам, значит, 100% составляет 1000 нуклеотидов). Следуя правилу Чаргаффа, количество тимина должно быть равно количеству аденина (Т=А=100 нуклеотидов). Сумма количества тимина и аденина составляет 200 нуклеотидов (Т+А=200 нуклеотидов). На гуанин и цитозин остается 800 нуклеотидов (Г+Ц=1000-(А+Т)=1000-200=800). И поскольку гуанин и цитозин содержатся в равных количествах в молекуле ДНК, то количество каждого из них составляет по 400 нуклеотидов (Г=Ц=800:2=400 нуклеотидов)."
  },
  {
    "term": 200,
    "definition": " Сколько аминокислот содержит белок, если его кодирующий ген состоит из 600 нуклеотидов?",
    "description": "Одна аминокислота кодируется тремя нуклеотидами. Исходя из этого правила, 600 нуклеотидов кодируют 200 аминокислот (600:3=200)."
  },
  {
    "term": 500,
    "definition": " Если в двух цепях молекулы ДНК насчитывается 3000 нуклеотидов и информация о структуре белка кодируется на одной цепи, то сколько аминокислот закодировано на этой цепи?",
    "description": "При условии, что одну аминокислоту кодируют три нуклеотида, в двух цепях молекулы ДНК содержится 3000 нуклеотидов. Следовательно, каждая цепь ДНК состоит из 1500 нуклеотидов (3000:2=1500). Учитывая, что для одной аминокислоты требуется три нуклеотида, 1500 нуклеотидов кодируют 500 аминокислот (1500:3=500)."
  },
  {
    "term": "УГА",
    "definition": " Какой триплет на молекуле транспортной РНК соответствует последовательности ТГА на молекуле ДНК?",
    "description": "Триплету ДНК (матричной цепи, транскрибируемой цепи) соответствует кодон иРНК согласно принципу комплементарности: А на ДНК соответствует У на иРНК, Т соответствует А, Ц соответствует Г, Г соответствует Ц. Важно учесть, что в молекулах РНК нет тимина (Т), поэтому тимин (Т) заменяется на урацил (У) во всех молекулах РНК. Для решения задачи, сначала определяем кодон иРНК соответствующий триплету ДНК. Например, для триплета ДНК ТГА кодон иРНК будет АЦУ. Затем, находим антикодон тРНК, комплементарный найденному кодону иРНК. Например, для кодона иРНК АЦУ антикодон тРНК будет УГА. В задачах данного типа рассматриваются молекулы, участвующие в синтезе белка. При упоминании молекулы ДНК подразумевается матричная (транскрибируемая) цепь ДНК."
  },
  {
    "term": "ААТ",
    "definition": " Какой триплет на молекуле ДНК соответствует антикодону ААУ на молекуле транспортной РНК?",
    "description": "Триплету ДНК (матричной цепи, транскрибируемой цепи) соответствует кодон иРНК в соответствии с принципом комплементарности: А на ДНК соответствует У на иРНК, Т соответствует А, Ц соответствует Г, Г соответствует Ц. Важно помнить, что в молекулах РНК отсутствует тимин (Т) и вместо него присутствует урацил (У). Для решения задачи, сначала находим кодон иРНК, соответствующий антикодону тРНК в соответствии с принципом комплементарности. Например, для антикодона тРНК ААУ, кодон иРНК будет УУА. Затем, находим комплементарный триплет на матричной цепи ДНК, соответствующий найденному кодону иРНК. Например, для кодона иРНК УУА, комплементарный триплет на матричной цепи ДНК будет ААТ."
  },
  {
    "term": "УУА",
    "definition": " Какой триплет на молекуле информационной РНК соответствует кодовому триплету ААТ на молекуле ДНК?",
    "description": "Триплету ДНК (матричной цепи, транскрибируемой цепи) соответствует кодон иРНК по принципу комплементарности: А на ДНК соответствует У на иРНК, Т соответствует А, Ц соответствует Г, Г соответствует Ц. Важно отметить, что в молекулах РНК отсутствует тимин (Т), и вместо него используется урацил (У). Для определения кодона иРНК, соответствующего триплету ДНК, мы применяем принцип комплементарности. Например, для триплета ДНК ААТ, соответствующий кодон иРНК будет УУА. При рассмотрении молекулы ДНК в данном контексте, мы имеем в виду матричную (транскрибируемую) цепь ДНК."
  },
  {
    "term": "АЦГ",
    "definition": " Какой триплет на молекуле ДНК соответствует универсальному кодону УГЦ на молекуле и-РНК?",
    "description": "Триплету ДНК (матричной цепи, транскрибируемой цепи) соответствует кодон иРНК в соответствии с принципом комплементарности: А на ДНК соответствует У на иРНК, Т соответствует А, Ц соответствует Г, Г соответствует Ц. Для определения триплета ДНК, соответствующего кодону иРНК по принципу комплементарности, мы должны взять во внимание следующие соотношения. Если кодон иРНК является УГЦ, то соответствующий этому кодону триплет ДНК будет АЦГ."
  },
  {
    "term": 20,
    "definition": " Если 30% нуклеотидов в молекуле ДНК содержат гуанин, то какой процент будет составлять тимин?",
    "description": "В составе молекулы ДНК количество различных видов нуклеотидов (аденина, тимина, гуанина и цитозина) подчиняется правилу Чаргаффа: количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц). Общее количество нуклеотидов ДНК составляет 100% (А+Т+Г+Ц=100%). Согласно правилу Чаргаффа, количество гуанина равно количеству цитозина (Г=Ц=30%), а сумма количества гуанина и цитозина составляет 60% (Г+Ц=60%). На тимин и аденин остается 40% (Т+А=100-(Г+Ц)=100-60=40%). Поскольку аденин и тимин содержатся в молекуле ДНК в равных количествах, то количество каждого из них составляет по 20% (А=Т=40:2=20%)."
  },
  {
    "term": 32,
    "definition": " Если 18% нуклеотидов в ДНК содержат аденин, то какой процент нуклеотидов будет составлять цитозин?",
    "description": "Количество разных видов нуклеотидов (аденина, тимина, гуанина и цитозина) в составе молекулы ДНК подчиняется правилу Чаргаффа, где количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц). Общее количество нуклеотидов в ДНК составляет 100% (А+Т+Г+Ц=100%). Согласно правилу Чаргаффа, количество аденина равно количеству тимина (А=Т=18%), а суммарное количество аденина и тимина составляет 36% (А+Т=36%). На гуанин и цитозин остается 64% (Г+Ц=100-(А+Т)=100-36=64%). Поскольку гуанин и цитозин содержатся в молекуле ДНК в равных количествах, то количество каждого из них составляет по 32% (Г=Ц=64:2=32%)."
  },
  {
    "term": 92,
    "definition": " Сколько молекул ДНК образуется в результате репликации, если в клетке содержится 46 молекул ДНК в диплоидном наборе? В ответе запишите только число.",
    "description": "Репликация - это процесс, в ходе которого молекула ДНК дублируется. Диплоидная клетка до репликации содержит 2c молекул ДНК, а после репликации количество молекул ДНК увеличивается в два раза, до 4c. То есть, после репликации в клетке будет находиться в два раза больше молекул ДНК, чем до репликации. Например, если диплоидная клетка содержит 46 молекул ДНК, то после репликации количество молекул ДНК удваивается до 92 (2c x 2 = 46 x 2 = 92)."
  },
  {
    "term": 27,
    "definition": " Если 23% нуклеотидов в ДНК являются тимином, то какой процент нуклеотидов в молекуле содержит гуанин? В ответе запишите только соответствующее число.",
    "description": "Состав молекулы ДНК включает различные виды нуклеотидов, такие как аденин, тимин, гуанин и цитозин. Согласно правилу Чаргаффа, количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц). Общее количество нуклеотидов в ДНК составляет 100% (А+Т+Г+Ц=100%). В соответствии с правилом Чаргаффа, количество тимина также равно количеству аденина (Т=А=23%). Суммарное количество аденина и тимина составляет 46% (А+Т=46%). На гуанин и цитозин приходится оставшиеся 54% (Г+Ц=100-(А+Т)=100-46=54%). Поскольку гуанин и цитозин содержатся в молекуле ДНК в равных количествах, то количество каждого из них составляет по 27% (Г=Ц=54:2=27%)."
  },
  {
    "term": 18,
    "definition": " Сколько нуклеотидов с гуанином содержится в фрагменте ДНК, который состоит из 60 нуклеотидов и в котором 12 нуклеотидов являются тимином? В ответе запишите только число.",
    "description": "Количества различных видов нуклеотидов (аденина, тимина, гуанина и цитозина) в составе молекулы ДНК подчиняются правилу Чаргаффа, где количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц). В условии задачи говорится, что общее количество нуклеотидов ДНК составляет 60. Согласно правилу Чаргаффа, количество аденина равно количеству тимина (12 нуклеотидов) (А=Т=12), а суммарное количество аденина и тимина составляет 24 (А+Т=12+12=24). Таким образом, на гуанин и цитозин остается 36 нуклеотидов (Г+Ц=60-(А+Т)=60-24=36). Поскольку гуанин и цитозин содержатся в молекуле ДНК в равных количествах, то количество каждого из них составит по 18 нуклеотидов (Г=Ц=36:2=18)."
  },
  {
    "term": 1050,
    "definition": " Сколько нуклеотидов необходимо для кодирования полипептида, состоящего из 350 аминокислот? В ответе запишите только число.",
    "description": "Генетический код является триплетным, что означает, что каждая аминокислота кодируется тремя нуклеотидами (триплетом). Таким образом, для кодирования одной аминокислоты необходимо три нуклеотида. Если мы имеем 350 аминокислот, то для кодирования всех этих аминокислот потребуется 1050 нуклеотидов (350 x 3 = 1050). "
  },
  {
    "term": 200,
    "definition": " Если участок гена состоит из 600 нуклеотидов, то сколько аминокислот содержится в молекуле белка, который кодируется этим участком? В ответе запишите только число.",
    "description": "Генетический код представляет собой систему, где каждая аминокислота кодируется тройным нуклеотидным кодом, известным как триплет. Один триплет кодирует одну аминокислоту. Исходя из этого, если у нас имеется 600 нуклеотидов, то это будет достаточно для кодирования 200 аминокислот (600 : 3 = 200)."
  },
  {
    "term": 32,
    "definition": " Сколько триплетов кодируют 32 аминокислоты? В ответе запишите только соответствующее число.",
    "description": "Генетический код является триплетным, где одна аминокислота кодируется одним триплетом, состоящим из трех нуклеотидов. Таким образом, каждой аминокислоте соответствует один триплет. Если у нас есть 32 аминокислоты, то это означает, что кодирующих триплетов также будет 32."
  },
  {
    "term": 771,
    "definition": " Сколько нуклеотидов необходимо для кодирования полипептида, состоящего из 257 аминокислот? В ответе запишите только число.",
    "description": "Генетический код основан на триплетной последовательности, где каждая аминокислота кодируется тремя нуклеотидами. То есть, для кодирования одной аминокислоты требуется три нуклеотида.  Если у нас есть 257 аминокислот, то для кодирования всех этих аминокислот необходимо 771 нуклеотид (257 x 3 = 771)."
  },
  {
    "term": 267,
    "definition": " Сколько триплетов необходимо для кодирования полипептида, состоящего из 267 аминокислот? В ответе запишите только число.",
    "description": "Генетический код работает по принципу триплетов, где каждая аминокислота кодируется одним триплетом, состоящим из трех нуклеотидов. То есть, каждая аминокислота соответствует одному триплету.  Если нам дано 267 аминокислот, то это означает, что для их кодирования требуется 267 триплетов."
  },
  {
    "term": 13,
    "definition": " Если в молекуле ДНК 37% нуклеотидов являются аденином, то какой процент нуклеотидов составляет гуанин? В ответе запишите только соответствующее число.",
    "description": "Количество различных видов нуклеотидов (аденина, тимина, гуанина и цитозина) в молекуле ДНК подчиняется правилу Чаргаффа, где количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц). Общее количество нуклеотидов в ДНК составляет 100% (А+Т+Г+Ц=100%).  Согласно правилу Чаргаффа, количество аденина равно количеству тимина (А=Т=37%), а сумма количества аденина и тимина составляет 74% (А+Т=74%). На гуанин и цитозин остается 26% (Г+Ц=100-(А+Т)=100-74=26%).  Поскольку гуанин и цитозин содержатся в молекуле ДНК в равных количествах, то количество каждого из них составляет по 13% (Г=Ц=26:2=13%)"
  },
  {
    "term": 31,
    "definition": " Если в молекуле ДНК 19% нуклеотидов являются цитозином, то какой процент нуклеотидов составляет тимин? В ответе запишите только соответствующее число.",
    "description": "Количества различных видов нуклеотидов (аденина, тимина, гуанина и цитозина) в составе молекулы ДНК подчиняются правилу Чаргаффа: количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц). Общее количество нуклеотидов в ДНК составляет 100% (А+Т+Г+Ц=100%).  Согласно правилу Чаргаффа, количество цитозина равно количеству гуанина (Ц=Г=19%), а сумма количества цитозина и гуанина составляет 38% (Ц+Г=38%). Оставшиеся 62% приходятся на аденин и тимин (А+Т=100-(Ц+Г)=100-38=62%).  Поскольку аденин и тимин содержатся в молекуле ДНК в равных количествах, то количество каждого из них составляет по 31% (А=Т=62:2=31%)."
  },
  {
    "term": 144,
    "definition": " Сколько нуклеотидов необходимо для кодирования фрагмента полипептида, состоящего из 48 аминокислот? В ответе запишите только соответствующее число.",
    "description": "Генетический код представлен в виде триплетов, где каждая аминокислота кодируется тремя нуклеотидами. Следовательно, для кодирования одной аминокислоты необходимы три нуклеотида.  Если у нас есть 48 аминокислот, то для их кодирования потребуется 144 нуклеотида (48 x 3 = 144)."
  },
  {
    "term": 83,
    "definition": " Если двуцепочечная молекула ДНК содержит 340 нуклеотидов, из которых 87 являются тимином, то сколько нуклеотидов с гуанином входит в состав молекулы? В ответе запишите только соответствующее число.",
    "description": "Количество различных видов нуклеотидов (аденина, тимина, гуанина и цитозина) в составе молекулы ДНК подчиняется правилу Чаргаффа: количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц).  Исходя из условия задачи, общее количество всех нуклеотидов в ДНК составляет 340. Согласно правилу Чаргаффа, количество аденина равно количеству тимина, что равно 87 нуклеотидам (А=Т=87). Суммарное количество аденина и тимина составляет 174 (А+Т=87+87=174). Оставшиеся 166 нуклеотидов приходятся на гуанин и цитозин (Г+Ц=100-(А+Т)=340-174=166).  Важно отметить, что гуанин и цитозин содержатся в молекуле ДНК в равных количествах. Таким образом, количество и гуанина, и цитозина составляет по 83 нуклеотида (Г=Ц=166:2=83)."
  },
  {
    "term": 367,
    "definition": " Сколько кодонов кодируют полипептид, состоящий из 367 аминокислот? В ответе запишите только соответствующее число.",
    "description": "Одна аминокислота кодируется одним кодоном, который состоит из трех нуклеотидов (триплет) на молекуле иРНК. Таким образом, для каждой аминокислоты необходим один кодон.  Если у нас имеется 367 аминокислот, то для их кодирования требуется 367 кодонов."
  },
  {
    "term": 48,
    "definition": " Если в двуцепочечной молекуле ДНК, содержащей 260 нуклеотидов, 82 нуклеотида являются гуанином, то сколько нуклеотидов с аденином входит в состав молекулы? В ответе запишите только соответствующее число.",
    "description": "Количество различных видов нуклеотидов (аденина, тимина, гуанина и цитозина) в составе молекулы ДНК подчиняется правилу Чаргаффа: количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц). В данной задаче общее количество нуклеотидов в молекуле ДНК составляет 260.  Согласно правилу Чаргаффа, количество цитозина равно количеству гуанина, что составляет 82 нуклеотида (Ц=Г=82), а суммарное количество цитозина и гуанина равняется 164 (Ц+Г=82+82=164). Оставшиеся 96 нуклеотидов приходятся на аденин и тимин (А+Т=260-164=96).  Так как аденин и тимин содержатся в молекуле ДНК в равных количествах, то каждый из них составляет по 48 нуклеотидов (А=Т=96:2=48)."
  },
  {
    "term": 38,
    "definition": " Если нуклеотиды с гуанином и цитозином вместе составляют 24% молекулы ДНК, то сколько процентов составляют нуклеотиды с тимином? В ответе запишите только соответствующее число.",
    "description": "Количество различных видов нуклеотидов (аденина, тимина, гуанина и цитозина) в составе молекулы ДНК подчиняется правилу Чаргаффа: количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц). Общее количество всех нуклеотидов в молекуле ДНК составляет 100%.  Поскольку суммарное количество гуанина и цитозина равно 24%, то на аденин и тимин остается 76% (А+Т=100-(Г+Ц)=100-24=76%). Так как аденин и тимин содержатся в молекуле ДНК в равных количествах, то количество и аденина, и тимина составит по 38% (А=Т=76:2=38%)."
  },
  {
    "term": 22,
    "definition": " Если в молекуле ДНК 28% нуклеотидов являются цитозином, то сколько процентов составляют нуклеотиды с тимином? В ответе запишите только соответствующее число.",
    "description": "Количества различных видов нуклеотидов (аденина, тимина, гуанина и цитозина) в составе молекулы ДНК подчиняются правилу Чаргаффа: количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц). Общее количество всех нуклеотидов в молекуле ДНК составляет 100%.  По правилу Чаргаффа, количество цитозина равно количеству гуанина, что составляет 28% (Ц=Г=28%), а суммарное количество цитозина и гуанина равно 56% (Ц+Г=28+28=56%). Оставшиеся 44% приходятся на аденин и тимин (А+Т=100-(Ц+Г)=100-56=44%). Поскольку аденин и тимин содержатся в молекуле ДНК в равных количествах, то количество и аденина и тимина составляет по 22% (А=Т=44:2=22%)."
  },
  {
    "term": 34,
    "definition": " Если в молекуле ДНК 34% нуклеотидов являются аденином, то сколько процентов составляют нуклеотиды с тимином? В ответе запишите только соответствующее число.",
    "description": "Количество аденина в молекуле ДНК составляет 34% от общего количества нуклеотидов, а гуанина цитозину: А=Т, Г=Ц. Таким образом, доля нуклеотидов с тимином также составляет 34%, согласно правилу Чаргаффа."
  },
  {
    "term": 23,
    "definition": " Если в молекуле ДНК 27% нуклеотидов являются цитозином, то сколько процентов составляют нуклеотиды с тимином? В ответе запишите только соответствующее число.",
    "description": "Количество разных видов нуклеотидов в составе молекулы ДНК подчиняется правилу Чаргаффа: количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц). Общее количество нуклеотидов составляет 100%. Согласно правилу Чаргаффа, количество цитозина равно количеству гуанина (Ц=Г=27%), а сумма цитозина и гуанина составляет 54% (Ц+Г=54%). На аденин и тимин остается 46% (А+Т=100-(Ц+Г)=100-54=46%). Поскольку аденин и тимин содержатся в молекуле ДНК в равных количествах, то количество и аденина, и тимина составляет по 23% (А=Т=46:2=23%)."
  },
  {
    "term": 36,
    "definition": " Если в некоторой молекуле ДНК 14% нуклеотидов являются тимином, то сколько процентов составляют нуклеотиды с гуанином? В ответе запишите только соответствующее число.",
    "description": "Количество разных видов нуклеотидов в составе молекулы ДНК подчиняется правилу Чаргаффа: количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц). Общее количество нуклеотидов составляет 100%. Согласно правилу Чаргаффа, количество тимина равно количеству аденина (Т=А=14%), а сумма количества аденина и тимина составляет 28% (А+Т=28%). На гуанин и цитозин остается 72% (Г+Ц=100-(А+Т)=100-28=72%). Поскольку гуанин и цитозин содержатся в молекуле ДНК в равных количествах, то количество и гуанина, и цитозина составляет по 36% (Г=Ц=72:2=36%)."
  },
  {
    "term": 12,
    "definition": " Если в молекуле ДНК 38% нуклеотидов являются гуанином, то сколько процентов составляют нуклеотиды с тимином? В ответе запишите только соответствующее число.",
    "description": "Количество разных видов нуклеотидов в составе молекулы ДНК подчиняется правилу Чаргаффа: количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц). Общее количество нуклеотидов составляет 100%. Согласно правилу Чаргаффа, количество гуанина равно количеству цитозина (Г=Ц=38%), а сумма гуанина и цитозина составляет 76% (Г+Ц=76%). На аденин и тимин остается 24% (А+Т=100-(Г+Ц)=100-76=24%). Поскольку аденин и тимин содержатся в молекуле ДНК в равных количествах, то количество и аденина, и тимина составляет по 12% (Г=Ц=24:2=12%)."
  },
  {
    "term": 33,
    "definition": " Если в ДНК 17% нуклеотидов являются аденином, то какой процент нуклеотидов составляет гуанин? В ответе запишите только соответствующее число.",
    "description": "Количество разных видов нуклеотидов в составе молекулы ДНК подчиняется правилу Чаргаффа: количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц). Общее количество нуклеотидов составляет 100%. Согласно правилу Чаргаффа, количество тимина равно количеству аденина (Т=А=17%), а суммарное количество аденина и тимина равно 34% (А+Т=34%). На гуанин и цитозин остается 66% (Г+Ц=100-(А+Т)=100-34=66%). Поскольку гуанин и цитозин содержатся в молекуле ДНК в равных количествах, то количество и гуанина, и цитозина составляет по 33% (Г=Ц=66:2=33%)."
  },
  {
    "term": 26,
    "definition": " Если в ДНК 24% нуклеотидов являются гуанином, то какой процент нуклеотидов составляет аденин? В ответе запишите только соответствующее число.",
    "description": "Количество разных видов нуклеотидов в составе молекулы ДНК подчиняется правилу Чаргаффа: количество аденина равно количеству тимина, а гуанина равно цитозину (А=Т, Г=Ц). Общее количество нуклеотидов составляет 100%. Согласно правилу Чаргаффа, количество гуанина равно количеству цитозина (Г=Ц=24%), а сумма количества гуанина и цитозина равна 48% (Г+Ц=40%). На тимин и аденин остается 52% (Т+А=100-(Г+Ц)=100-48=52%). Поскольку аденин и тимин содержатся в молекуле ДНК в равных количествах, то количество и аденина, и тимина составляет по 26% (А=Т=52:2=26%)."
  },
  {
    "term": 28,
    "definition": " Если в ДНК 28% нуклеотидов являются аденином, то какой процент нуклеотидов составляет тимин? В ответе запишите только соответствующее число.",
    "description": "По принципу комплементарности количество аденина равно количеству тимина. Ответ: 28."
  },
  {
    "term": 102,
    "definition": " Сколько триплетов иРНК кодируют белок, состоящий из 102 аминокислот? В ответе запишите только соответствующее число.",
    "description": "Генетический код триплетный: одну аминокислоту кодирует один триплет. Триплет содержит три нуклеотида. Одну аминокислоту кодирует один триплет, а 102 аминокислоты кодируют 102 триплета. Ответ: 102."
  },
  {
    "term": 18,
    "definition": " Если в ДНК 32% нуклеотидов являются цитозином, то какой процент нуклеотидов составляет аденин? В ответе запишите только соответствующее число.",
    "description": "Количество нуклеотидов с цитозином равно количеству нуклеотидов с гуанином. А+Т=32%·2=64%. На долю нуклеотидов с аденином и тимином приходится 100%−64%=36%. Количество нуклеотидов с аденином равно количеству нуклеотидов с тимином. А=36%/2=18%. Ответ: 18."
  },
  {
    "term": 13,
    "definition": " Если в ДНК 37% нуклеотидов являются тимином, то какой процент нуклеотидов составляет гуанин? В ответе запишите только соответствующее число.",
    "description": "Количество нуклеотидов с аденином равно количеству нуклеотидов с тимином. А+Т=37%·2=74%. На долю нуклеотидов с гуанином и цитозином приходится 100%−74%=26%. Количество нуклеотидов с гуанином равно количеству нуклеотидов с цитозином. Г = 26% : 2=13%. Ответ: 13."
  },
  {
    "term": 32,
    "definition": " Если в некоторой молекуле ДНК 18% нуклеотидов являются аденином, то какой процент нуклеотидов составляет цитозин? В ответе запишите только соответствующее число.",
    "description": "Согласно Правилу Чаргаффа количество нуклеотидов в двухцепочечной ДНК вычисляется по формуле: (А+Т)+(Г+Ц)=100%, при этом, по принципу комплиментарности А=Т; Г=Ц. Если известно, что А=18%, значит, Ц=(100%−(18%+18%))/2=32%. Ответ: 32."
  },
  {
    "term": 27,
    "definition": " Если в некоторой молекуле ДНК 27% нуклеотидов являются аденином, то какой процент нуклеотидов составляет тимин? В ответе запишите только соответствующее число.",
    "description": "Аденин комплементарен тимину, поэтому их количество в двухцепочечной ДНК одинаково. Ответ: 27."
  },
  {
    "term": 34,
    "definition": " Если в некоторой молекуле ДНК 16% нуклеотидов являются аденином, то какой процент нуклеотидов составляет цитозин? В ответе запишите только соответствующее число.",
    "description": "Аденин комплементарен тимину, поэтому их количество в двухцепочечной ДНК одинаково, на их долю приходится 16·2 = 32%. Тогда на долю цитозина и гуанина приходится 100 - 32= 68%. Доля цитозина в ДНК равна доле гуанина и равна 68 : 2= 34. Ответ: 34."
  },
  {
    "term": 120,
    "definition": " Сколько нуклеотидов в иРНК кодируют фрагмент белка, состоящий из 40 аминокислот? В ответе запишите только количество нуклеотидов.",
    "description": "Одну аминокислоту кодирует по три нуклеотида. 40 аминокислот кодирует 40·3=120 нуклеотидов."
  },
  {
    "term": 29,
    "definition": " Если в некоторой молекуле ДНК 21% нуклеотидов являются цитозином, то какой процент нуклеотидов составляет аденин? В ответе запишите только соответствующее число.",
    "description": "Количество нуклеотидов с цитозином равно количеству нуклеотидов с гуанином. Ц+Г=21%·2=42%. На долю нуклеотидов с аденином и тимином приходится 100%−42%=58%. Количество нуклеотидов с аденином равно количеству нуклеотидов с тимином. А=58%:2=29%."
  },
  {
    "term": 32,
    "definition": " Если в некоторой молекуле ДНК 32% нуклеотидов являются цитозином, то какой процент нуклеотидов составляет гуанин? В ответе запишите только соответствующее число.",
    "description": "Количество нуклеотидов с цитозином равно количеству нуклеотидов с гуанином. Г=32%"
  },
  {
    "term": 39,
    "definition": " Сколько аминокислот содержится во фрагменте полипептида, который кодируется 39 триплетами иРНК? В ответе запишите только количество аминокислот.",
    "description": "Каждый триплет кодирует специфичесную аминокислоту. Если фрагмент РНК содержит 39 триплетов, значит в этом фрагменте закодировано 39 аминокислот."
  },
  {
    "term": 21,
    "definition": " Если в некоторой молекуле ДНК эукариотического организма 21% нуклеотидов являются гуанином, то какой процент нуклеотидов составляет цитозин? В ответе запишите только соответствующее число.",
    "description": "Согласно правилу Чаргаффа, количество аденина в ДНК равно количеству тимина, а количество гуанина соответствует количеству цитозина: А=Т, Г=Ц. Если на долю нуклеотидов с гуанином приходится 21%, то на долю нуклеотидов с цитозином также приходится столько же"
  },
  {
    "term": 16,
    "definition": " Если в некоторой молекуле ДНК эукариотического организма 16% нуклеотидов являются тимином, то какой процент нуклеотидов составляет аденин? В ответе запишите только соответствующее число.",
    "description": "По правилу Чаргаффа количество аденина равно количеству тимина, а гуанина цитозину: А=Т, Г=Ц. Если на долю нуклеотидов с тимином приходится 16%, то на долю нуклеотидов с аденином приходится та же самая доля - 16%."
  },
  {
    "term": 19,
    "definition": " Если в некоторой молекуле ДНК эукариотического организма 31% нуклеотидов являются цитозином, то какой процент нуклеотидов составляет тимин? В ответе запишите только соответствующее число.",
    "description": "По правилу Чаргаффа количество цитозина равно количеству гуанина, а аденина тимину: А=Т, Г=Ц. Если на долю нуклеотидов с цитозином приходится 31%, то на долю нуклеотидов с тимином приходится 19%."
  },
  {
    "term": 0,
    "definition": " Если в некоторой молекуле РНК эукариотического организма 38% нуклеотидов являются гуанином, то какой процент нуклеотидов составляет тимин? В ответе запишите только соответствующее число.",
    "description": "В молекуле РНК отсутствуют нуклеотиды с тимином."
  },
  {
    "term": 0,
    "definition": " Если в некоторой молекуле РНК эукариотического организма 44% нуклеотидов являются аденином, то какой процент нуклеотидов составляет тимин? В ответе запишите только соответствующее число.",
    "description": "Молекула РНК не содержит нуклеотидов с тимином."
  },
  {
    "term": 23,
    "definition": " Если в некоторой молекуле ДНК эукариотического организма 27% нуклеотидов являются аденином, то какой процент нуклеотидов составляет гуанин? В ответе запишите только соответствующее число.",
    "description": "По правилу Чаргаффа количество цитозина равно количеству гуанина, а аденина тимину: А=Т, Г=Ц. Если на долю нуклеотидов с аденином приходится 27%, то на долю нуклеотидов с гуанином приходится 23%."
  },
  {
    "term": 18,
    "definition": " Если в некоторой молекуле ДНК эукариотического организма 18% нуклеотидов являются тимином, то какой процент нуклеотидов составляет аденин? В ответе запишите только соответствующее число.",
    "description": "По правилу Чаргаффа количество цитозина равно количеству гуанина, а аденина тимину: А=Т, Г=Ц. Если на долю нуклеотидов с тимином приходится 18%, то на долю нуклеотидов с аденином приходится та же самая доля - 18%."
  },
  {
    "term": 34,
    "definition": " В некоторой молекуле ДНК эукариотического организма, 34% нуклеотидов являются цитозином. Определите процентное содержание нуклеотидов с гуанином, входящих в состав этой молекулы. В ответе запишите только соответствующее число.",
    "description": "По правилу Чаргаффа количество цитозина равно количеству гуанина, а аденина тимину: А=Т, Г=Ц. Если на долю нуклеотидов с цитозином приходится 34%, то на долю нуклеотидов с гуанином приходится такая же доля - 34%."
  },
  {
    "term": 9,
    "definition": " Если в некоторой молекуле ДНК эукариотического организма, 41% нуклеотидов являются гуанином, то какой процент нуклеотидов составляет аденин? В ответе запишите только соответствующее число.",
    "description": "По правилу Чаргаффа количество цитозина равно количеству гуанина, а аденина тимину: А=Т, Г=Ц. Если на долю нуклеотидов с гуанином приходится 41%, то на долю нуклеотидов с аденином приходится 9%."
  },
  {
    "term": 1,
    "definition": " Сколько молекул иРНК участвует в биосинтезе полипептида, состоящего из 58 аминокислот? В ответе запишите только соответствующее число.",
    "description": "Информация об одном полипептиде закодирована в одной молекуле иРНК."
  },
  {
    "term": 32,
    "definition": " Если в некоторой молекуле ДНК эукариотического организма, 32% нуклеотидов являются цитозином, то какой процент нуклеотидов составляет гуанин? В ответе запишите только соответствующее число.",
    "description": "По правилу Чаргаффа количество цитозина равно количеству гуанина, а аденина тимину: А=Т, Г=Ц. Если на долю нуклеотидов с цитозином приходится 32%, то на долю нуклеотидов с гуанином приходится такая же доля - 32%."
  },
  {
    "term": 40,
    "definition": " Если в яйцеклетке мыши содержится 20 хромосом, то сколько хромосом содержит клетка ее кожи? В ответе запишите только количество хромосом.",
    "description": "Яйцеклетка содержит половину хромосомного набора соматической клетки организма. Поэтому в клетке кожи мыши содержится 40 хромосом."
  },
  {
    "term": 63000,
    "definition": " Если первичная годовая продукция экосистемы составляет 630 000 кДж, то сколько энергии поступает на второй трофический уровень?",
    "description": "Пояснение. Правило Р. Линдермана гласит, что на каждый трофический уровень более высокого порядка передается только 10% энергии. Таким образом, энергия, которая достигнет второго трофического уровня, составит 63000 кДж."
  },
  {
    "term": 540,
    "definition": " В экосистеме первичная годовая продукция составляет 540 000 кДж. Какая величина энергии достигает четвертого трофического уровня?",
    "description": "Пояснение. Согласно правилу Р. Линдермана, на трофический уровень более высокого порядка передается только 10% энергии. Поэтому энергия, поступающая на четвертый трофический уровень, будет составлять 540 кДж."
  },
  {
    "term": 730000,
    "definition": " Если энергия, поступающая на третий трофический уровень, составляет 7300 кДж, то какова величина первичной годовой продукции экосистемы?",
    "description": "Пояснение. Правило Р. Линдермана утверждает, что 10% энергии передается с трофического уровня более высокого порядка на трофический уровень меньшего порядка. Если первичная годовая продукция экосистемы составляет 730000 кДж, то это будет ответом."
  },
  {
    "term": 1100000,
    "definition": " В экосистеме энергия, поступающая на четвертый трофический уровень, равна 1100 кДж. Какова величина первичной годовой продукции этой экосистемы?",
    "description": "Пояснение. По правилу Р. Линдермана, 10% энергии передается с трофического уровня более высокого порядка на трофический уровень нижнего порядка. Если первичная годовая продукция экосистемы равна 1100000 кДж, то это будет ответ."
  },
  {
    "term": 850000,
    "definition": " Если энергия, поступающая на второй трофический уровень, составляет 85 000 кДж, то какова величина первичной годовой продукции экосистемы?",
    "description": "Пояснение. Правило Р. Линдермана утверждает, что 10% энергии передается с трофического уровня более высокого порядка на трофический уровень нижнего порядка. Если первичная годовая продукция экосистемы составляет 850000 кДж, то это будет ответ."
  },
  {
    "term": 4600,
    "definition": " В экосистеме первичная годовая продукция составляет 460 000 кДж. Сколько энергии поступает на трофический уровень консумента II порядка?",
    "description": "Пояснение. По правилу Р. Линдермана, на трофический уровень консумента второго порядка передается 10% энергии. Если энергия, поступающая на этот уровень, составляет 4600 кДж, то это будет ответом."
  },
  {
    "term": 380000,
    "definition": " Если первичная годовая продукция экосистемы равна 3 800 000 кДж, то сколько энергии поступает на трофический уровень консумента I порядка?",
    "description": "Пояснение. По правилу Р. Линдермана, на трофический уровень консумента первого порядка передается 10% энергии. Если энергия, поступающая на этот уровень, составляет 380000 кДж, то это будет ответом."
  },
  {
    "term": 630,
    "definition": " В экосистеме первичная годовая продукция составляет 630 000 кДж. Сколько энергии поступает на трофический уровень консумента III порядка?",
    "description": "Пояснение. По правилу Р. Линдермана, на трофический уровень консумента третьего порядка передается 10% энергии. Если энергия, поступающая на этот уровень, составляет 630 кДж, то это будет ответом."
  },
  {
    "term": 740000,
    "definition": " Если энергия, поступающая на трофический уровень консумента II порядка, равна 7 400 кДж, то какова величина первичной годовой продукции экосистемы?",
    "description": "Пояснение. По правилу Р. Линдермана, если первичная годовая продукция экосистемы составляет 740000 кДж, то это будет ее ответом."
  },
  {
    "term": 2500000,
    "definition": " В экосистеме энергия, поступающая на трофический уровень консумента III порядка, равна 2 500 кДж. Какова величина первичной годовой продукции этой экосистемы?",
    "description": "Пояснение. Согласно правилу Р. Линдермана, на каждый трофический уровень более высокого порядка передается только 10% энергии. Если первичная годовая продукция экосистемы составляет 2500000 кДж, то это будет ответ."
  },
  {
    "term": 3500,
    "definition": " Если первичная годовая продукция экосистемы составляет 350 000 кДж, то сколько энергии поступает на третий трофический уровень?",
    "description": "Пояснение. По правилу Р. Линдермана, энергия, поступающая на третий трофический уровень, составляет 3500 кДж."
  },
  {
    "term": 148,
    "definition": " В экосистеме первичная годовая продукция равна 148 000 кДж. Какова величина энергии, поступающей на четвертый трофический уровень?",
    "description": "Пояснение. Если на четвертый трофический уровень консумента третьего порядка поступит 148 кДж энергии, то это будет ответом."
  },
  {
    "term": 65000,
    "definition": " Если энергия, поступающая на третий трофический уровень экосистемы, равна 650 кДж, то какова величина энергии на первом трофическом уровне?",
    "description": "Пояснение. Если первый трофический уровень, где находится первичная продукция (продуценты), содержит 65000 кДж энергии, то это будет ответом."
  },
  {
    "term": "0,27",
    "definition": " Если продолжительность всего сердечного цикла составляет 0,8 с, общая диастола — 0,41 с и систола предсердий — 0,12 с, то сколько времени длится систола желудочков сердца? Ответ дайте в секундах.",
    "description": "Продолжительность систолы желудочков сердца составляет 0,27."
  },
  {
    "term": "0,41",
    "definition": " Если продолжительность всего сердечного цикла составляет 0,8 с, систола желудочков — 0,27 с и систола предсердий — 0,12 с, то какова продолжительность общей диастолы сердца? Ответ дайте в секундах.",
    "description": "Продолжительность диастолы желудочков сердца равна 0,41."
  },
  {
    "term": "0,8",
    "definition": " Если общая диастола составляет 0,41 с, систола желудочков — 0,27 с и систола предсердий — 0,12 с, то сколько времени длится всего сердечный цикл? Ответ дайте в секундах.",
    "description": "Весь сердечный цикл занимает примерно 0,8."
  },
  {
    "term": 4000,
    "definition": " Если резервный объем вдоха женщины составляет 1900 см3, резервный объем выдоха — 1600 см3, а дыхательный объем — 500 см3, то какова жизненная ёмкость легких женщины? Ответ дайте в кубических сантиметрах.",
    "description": "Жизненная ёмкость легких (ЖЕЛ) - это максимальный объем легких, который человек может вдохнуть после полного выдоха. Она рассчитывается как сумма дыхательного объема легких, резервного объема вдоха и резервного объема выдоха, и составляет 4000."
  },
  {
    "term": 1500,
    "definition": " Если жизненная ёмкость легких женщины равна 3600 см3, резервный объем вдоха — 1700 см3, а дыхательный объем — 400 см3, то каков резервный объем выдоха женщины? Ответ дайте в кубических сантиметрах.",
    "description": "Для женщин, резервный объем выдоха является разницей между ЖЕЛ и суммой дыхательного объема легких и резервного объема вдоха, и составляет 1500."
  },
  {
    "term": 2400,
    "definition": " Если дыхательный объем легких мужчины составляет 600 см3, жизненная ёмкость легких — 4700 см3, а резервный объем выдоха — 1700 см3, то каков резервный объем вдоха мужчины? Ответ дайте в кубических сантиметрах.",
    "description": "Для мужчин, резервный объем вдоха является разницей между ЖЕЛ и суммой дыхательного объема легких и резервного объема выдоха, и составляет 2400."
  },
  {
    "term": 1200,
    "definition": " Если резервный объем вдоха легких мужчины составляет 2100 см3, жизненная ёмкость легких — 5200 см3, а резервный объем выдоха — 1900 см3, то каков дыхательный объем мужчины? Ответ дайте в кубических сантиметрах.",
    "description": "Дыхательный объем легких у мужчин является разницей между ЖЕЛ и суммой резервного объема выдоха и резервного объема вдоха, и составляет 1200."
  },
  {
    "term": 4400,
    "definition": " Если резервный объем выдоха женщины составляет 1600 см3, резервный объем вдоха — 2200 см3, а дыхательный объем — 600 см3, то какова жизненная ёмкость легких женщины? Ответ дайте в кубических сантиметрах.",
    "description": "Жизненная ёмкость легких (ЖЕЛ) составляет 4400, рассчитывается как сумма дыхательного объема легких, резервного объема вдоха и резервного объема выдоха."
  },
  {
    "term": 1700,
    "definition": " Если жизненная ёмкость легких женщины равна 4200 см3, резервный объем вдоха — 2000 см3, а дыхательный объем — 500 см3, то каков резервный объем выдоха женщины? Ответ дайте в кубических сантиметрах.",
    "description": "Для женщин, резервный объем выдоха является разницей между ЖЕЛ и суммой дыхательного объема легких и резервного объема вдоха, и составляет 1700."
  },
  {
    "term": 1700,
    "definition": " Если дыхательный объем легких мужчины составляет 700 см3, жизненная ёмкость легких — 3900 см3, а резервный объем выдоха — 1500 см3, то каков резервный объем вдоха мужчины? Ответ дайте в кубических сантиметрах.",
    "description": "Для мужчин, резервный объем вдоха является разницей между ЖЕЛ и суммой дыхательного объема легких и резервного объема выдоха, и составляет 1700."
  },
  {
    "term": "0,12",
    "definition": " Если продолжительность всего сердечного цикла составляет 0,8 с, общая диастола — 0,41 с, а систола желудочков — 0,27 с, то сколько времени длится систола предсердий сердца? Ответ дайте в секундах.",
    "description": "Продолжительность систолы предсердий сердца равна 0,12."
  },
  {
    "term": 4,
    "definition": " Какова масса ДНК в клетке семязачатка после окончания мейоза, если общая масса молекул ДНК в одном ядре клетки семязачатка перед началом мейоза составляет 16 пг?",
    "description": "Пояснение. Клетка семязачатка перед началом мейоза содержит 2n4c хромосом. После окончания мейоза, количество хромосом уменьшается вчетверо, и становится 1n1c. Масса ДНК в клетке семязачатка после окончания мейоза составит 4 пг."
  },
  {
    "term": 4,
    "definition": " Какова будет масса ДНК в клетке дрозофилы при гаметогенезе после первого деления мейоза, если общая масса молекул ДНК в одном ядре неделящейся соматической клетки дрозофилы составляет 4 пг?",
    "description": "Пояснение. У дрозофилы соматическая клетка содержит 2n2c хромосом. Перед делением клетки в интерфазе происходит редупликация, количество ДНК увеличивается вдвое и становится 2n4c, что равно 8 пг. После первого деления мейоза, количество ДНК уменьшается вдвое и составляет 4 пг. Масса ДНК в клетке дрозофилы после первого деления мейоза составит 4 пг."
  },
  {
    "term": 16,
    "definition": " Какова будет масса ДНК в клетке семязачатка томата перед началом мейоза, если общая масса молекул ДНК в одном ядре микроспоры томата составляет 4 пг?",
    "description": "Пояснение. Микроспора томата содержит 1n1c хромосомы. Клетка семязачатка томата перед началом мейоза содержит 2n4c хромосомы, что вчетверо больше. Масса ДНК в клетке семязачатка томата перед началом мейоза составит 16 пг."
  },
  {
    "term": 16,
    "definition": " Какова будет масса ДНК в неделящейся соматической клетке вишни, если общая масса молекул ДНК в одном ядре спермиев пыльцевого зерна вишни составляет 8 пг?",
    "description": "Пояснение. Спермий пыльцевого зерна вишни содержит 1n1c хромосомы. Неделящаяся соматическая клетка вишни содержит 2n2c хромосомы, вдвое больше. Масса ДНК в соматической клетке вишни составит 16 пг."
  },
  {
    "term": 24,
    "definition": " Какова будет масса ДНК в клетке семязачатка кукурузы перед началом мейоза, если общая масса молекул ДНК в одном ядре спермиев пыльцевого зерна кукурузы составляет 6 пг?",
    "description": "Пояснение. Спермий пыльцевого зерна кукурузы содержит 1n1c хромосомы. Клетка семязачатка кукурузы перед началом мейоза содержит 2n4c хромосомы, вчетверо больше. Масса ДНК в клетке семязачатка перед началом мейоза составит 24 пг."
  },
  {
    "term": 2,
    "definition": " Какова будет масса ДНК в клетке дрозофилы при гаметогенезе после второго деления мейоза, если общая масса молекул ДНК в одном ядре неделящейся соматической клетки дрозофилы составляет 4 пг?",
    "description": "Пояснение. У дрозофилы соматическая клетка содержит 2n2c хромосомы. После второго деления мейоза, количество ДНК уменьшается в два раза и составляет 2 пг. Масса ДНК в клетке дрозофилы после второго деления мейоза составит 2 пг."
  },
  {
    "term": 8,
    "definition": " Какова будет масса ДНК в клетке семязачатка томата в телофазе I мейоза, если общая масса молекул ДНК в одном ядре неделящейся соматической клетке томата составляет 8 пг?",
    "description": "Пояснение. У томата соматическая клетка содержит 2n2c хромосомы. Перед началом мейоза клетка семязачатка томата содержит 2n4c хромосомы, а в телофазе мейоза I хромосомный набор клетки семязачатка становится 1n2c. Масса ДНК в клетке семязачатка томата в телофазе I мейоза составит 8 пг."
  },
  {
    "term": 32,
    "definition": " Какова будет масса ДНК клетке семязачатка вишни в метафазе I мейоза, если общая масса молекул ДНК в одном ядре спермиев пыльцевого зерна вишни составляет 8 пг?",
    "description": "Пояснение. Спермий пыльцевого зерна вишни содержит 1n1c хромосомы. Клетка семязачатка вишни в метафазе содержит 2n4c хромосом, вчетверо больше. Масса ДНК в клетке семязачатка вишни составит 32 пг."
  },
  {
    "term": 3,
    "definition": " Какова будет масса ДНК в клетке яичника после телофазы II мейоза, если общая масса молекул ДНК в одном ядре неделящейся соматической клетки человека составляет 6 пг?",
    "description": "Пояснение. У человека соматическая клетка содержит 2n2c хромосомы. После телофазы II мейоза, хромосомный набор клетки яичника становится 1n1c. Масса ДНК в клетке яичника после телофазы II мейоза составит 3 пг."
  },
  {
    "term": 4,
    "definition": " Какова будет масса ДНК в клетке апикальной меристемы стебля в конце телофазы митоза, если общая масса молекул ДНК в одном ядре неделящейся соматической клетки листа растения составляет 4 пг?",
    "description": "Пояснение. Хромосомный набор соматической клетки листа растения составляет 2n2c. Хромосомный набор клетки апикальной меристемы стебля в конце телофазы митоза также составляет 2n2c. Масса ДНК в клетке апикальной меристемы стебля в конце телофазы митоза составит 4 пг."
  },
  {
    "term": 12,
    "definition": " Какова будет масса ДНК в клетке костного мозга в начале профазы митоза, если общая масса молекул ДНК в одном ядре неделящейся соматической клетки человека составляет 6 пг?",
    "description": "Пояснение. Клетка костного мозга человека содержит 2n2c хромосомы. Перед делением, клетка костного мозга содержит 2n4c хромосомы. Масса ДНК в клетке костного мозга в начале профазы митоза составит 12 пг."
  },
  {
    "term": 20,
    "definition": " Сколько хромосом содержит сперматозоид свиньи, если в соматической клетке свиньи содержится 40 хромосом?",
    "description": "Пояснение. Сперматозоид свиньи содержит половину хромосомного набора соматической клетки. Таким образом, сперматозоид свиньи содержит 20 хромосом."
  },
  {
    "term": 20,
    "definition": " Сколько хромосом имеет сперматозоид мыши, если в соматической клетке тела мыши 40 хромосом?",
    "description": "Пояснение. Сперматозоид мыши имеет половину хромосомного набора соматической клетки, то есть 20 хромосом."
  },
  {
    "term": 14,
    "definition": " Сколько хромосом имеет клетка зародыша семени гороха, если в соматической клетке растения гороха 14 хромосом?",
    "description": "Пояснение. Клетка зародыша семени гороха содержит такое же количество хромосом, как и соматическая клетка, а именно 14 хромосом."
  },
  {
    "term": 8,
    "definition": " Сколько хромосом содержится в яйцеклетке красной смородины, если в зиготе образуется 16 хромосом?",
    "description": "Пояснение. Зигота содержит полный набор хромосом организма, в то время как гамета содержит только половину хромосомного набора. Поэтому, в яйцеклетке красной смородины содержится 8 хромосом."
  },
  {
    "term": 7,
    "definition": " Какое количество хромосом содержит в себе яйцеклетка пшеницы, если в зародыше пшеницы после оплодотворения насчитывалось 14 хромосом?",
    "description": "Пояснение. Зигота содержит полный набор хромосом растения, а яйцеклетка — его половину, поэтому в ней содержится 7 хромосом."
  },
  {
    "term": 7,
    "definition": " Сколько хромосом имеют яйцеклетки ржи посевной, если клетки зародыша ржи посевной содержат по 14 хромосом?",
    "description": "Пояснение. Клетки зародыша содержат полный набор хромосом растения, а яйцеклетка — его половину, поэтому в ней содержится 7 хромосом."
  },
  {
    "term": 1,
    "definition": " Сколько различных гамет образуется у особи с генотипом aabb?",
    "description": "В процессе формирования гаметы, каждая из пар аллельных хромосом расходуется по одной хромосоме. Согласно закону чистоты гамет, гаметы типа 1 ab образуются в количестве 1."
  },
  {
    "term": 4,
    "definition": " Каково количество различных видов гамет, образуемых у дигетерозиготных растений гороха при дигибридном скрещивании, если гены не образуют группу сцепления? В ответ запишите цифру.",
    "description": "При образовании гамет, возможно образование следующих комбинаций: AaBb, AB, Ab, aB, ab. Всего получается 4 различных типа гамет."
  },
  {
    "term": 1,
    "definition": " Определите количество различных генотипов семян гороха в F1, если при скрещивании желтого гладкого (АВ) и зеленого морщинистого (аb) гороха в F1 получились только желтые гладкие семена.",
    "description": "Согласно первому закону Менделя, единообразие в первом поколении достигается только при скрещивании гомозиготных особей. Если AABB представляют желтые гладкие растения, а aabb представляют зеленые морщинистые растения, то генотип АаBb образует 100% потомков. Ответ: 1."
  },
  {
    "term": 1,
    "definition": " Какое количество разных генотипов томата образуется в F1 при скрещивании гомозиготных растений томата с красными круглыми плодами (ААВВ) и растений с грушевидными желтыми плодами (ааbb)?",
    "description": "Если при скрещивании гомозиготных особей AABB (красные круглые) и aabb (желтые грушевидные), то в F1 проявляется единообразие первого поколения. Генотип АаBb образует 100% потомков (BbAa). Ответ: 1."
  },
  {
    "term": 25,
    "definition": " Какая доля (%) гетерозиготных особей по обоим аллелям (дигетерозигот) будет наблюдаться в потомстве при скрещивании особей с генотипами АаВb и АаВb?",
    "description": "При скрещивании двух дигетерозигот по третьему закону Менделя, происходит расщепление по фенотипу 9:3:3:1. По генотипу образуется 16 потомков. Используя решетку Пеннета, доля дигетерозигот составляет 25%. Ответ: 25."
  },
  {
    "term": "AABB",
    "definition": " Какой генотип должен у одного из родителей быть, чтобы проявилось правило единообразия первого поколения при скрещивании с генотипом aabb?",
    "description": "При скрещивании гомозиготных особей чистых линий, генотипом будет AABB или aabb. Ответ: AABB (также принимается aabb)."
  },
  {
    "term": 9331,
    "definition": " В F2 при скрещивании гомозиготных растений томатов с красными круглыми плодами (ААВВ) и растений с желтыми грушевидными плодами (ааbb), происходит расщепление по фенотипу. Каково соотношение получившихся фенотипов в порядке убывания?",
    "description": "Во втором поколении при скрещивании дигетерозигот, происходит расщепление по третьему закону Менделя в пропорции 9:3:3:1. Ответ: 9331."
  },
  {
    "term": 1111,
    "definition": " В F1 при скрещивании гетерозиготных растений томата с красными и круглыми плодами с рецессивными по обоим признакам особями (красные - А, круглые - В) появляются потомки с генотипами АаВb, ааВb, Ааbb, ааbb. Каково соотношение получившихся фенотипов в порядке убывания?",
    "description": "При скрещивании АaBb и ааbb, в F1 образуются гаметы АаBb, ааВb, Ааbb, ааbb в пропорции 1:1:1:1. Ответ: 1:1:1:1."
  },
  {
    "term": 1,
    "definition": " Сколько типов гамет образуют особи с генотипом ааВВ?",
    "description": "Согласно закону чистоты гамет, из каждой пары аллельных генов в гамету попадает по одному aB. Ответ: 1."
  },
  {
    "term": 1111,
    "definition": " Какое соотношение фенотипов будет наблюдаться при анализирующем скрещивании, если генотип одного из родителей АаBb? Признаки наследуются независимо.",
    "description": "При анализирующем скрещивании с особью ааbb, образуется генотип АаBb, ааВb, Ааbb, ааbb в равных пропорциях 1:1:1:1. Ответ: 1111."
  },
  {
    "term": 11,
    "definition": " В F2 при дигибридном скрещивании и независимом наследовании признаков у родителей с генотипами ААВВ и aabb, наблюдается расщепление в соотношении. Каково соотношение получившихся фенотипов в порядке убывания?",
    "description": "Родительские особи ♀️ААBb и ♂️ааbb образуют гаметы типа ♀️АB, ♀️Ab, ♀️аB и ♂️аб. В результате скрещивания получается потомство с генотипами АаBb и Ааbb в пропорции 1:1. Ответ: 1:1."
  },
  {
    "term": 1,
    "definition": " Сколько различных генотипов образуется в потомстве F1 при скрещивании растений томата с генотипами ААвв и ааВВ?",
    "description": "При скрещивании особей ААвв и ааBB образуются гаметы типа АВ и аB. Генотип АаBb составляет 100% потомков. Ответ: 1."
  },
  {
    "term": 9331,
    "definition": " В F2 при дигибридном скрещивании (несцепленное наследование) особей с доминантными генотипами AABB и рецессивными генотипами aabb признаки расщепляются по фенотипу. Каково соотношение получившихся фенотипов в порядке убывания?",
    "description": "Во втором поколении, при скрещивании дигетерозигот, проявляется единообразие первого поколения. Согласно третьему закону Менделя, происходит расщепление в пропорции 9:3:3:1. Ответ: 9331."
  },
  {
    "term": 1111,
    "definition": " Каким будет соотношение расщепления по фенотипу у потомства, полученного от скрещивания черного, мохнатого кролика АаBb с белой, гладкошерстной крольчихой ааbb?",
    "description": "При скрещивании АаBb и ааbb образуются гаметы АВ, аb, АB и ab в равных пропорциях 1:1:1:1. И по фенотипу появляются черные мохнатые, черные гладкие, белые мохнатые и белые гладкие в равных частях. Расщепление по генотипу соответствует расщеплению по фенотипу. Ответ: 1111."
  },
  {
    "term": 25,
    "definition": " Какова вероятность рождения голубоглазого (а) светловолосого (в) ребенка от брака голубоглазого темноволосого отца с генотипом ааВв и кареглазой светловолосой матери с генотипом АаВв?",
    "description": "При скрещивании двух дигетерозигот, доля гетерозиготных потомков составляет 25%, что эквивалентно 1/4. Ответ: 25."
  },
  {
    "term": 1111,
    "definition": " Каково соотношение генотипов у потомства, полученного от скрещивания особей с генотипами АаВb и ААВВ при независимом наследовании признаков?",
    "description": "Первая особь образует 4 типа гамет: АВ, Ав, аВ, аb. Вторая особь образует 1 тип гаметы: АВ. Соотношение генотипов в потомстве будет равным 1:1:1:1 (ААВВ, ААВb, АаВВ, АаВb). Ответ: 1111."
  },
  {
    "term": "12,5",
    "definition": " В семье, где родители оба хорошо слышат, и один из них имеет светлые глаза, а другой - карие, родился один ребенок глухой с карими глазами, а другой - хорошо слышит и имеет светлые глаза. Какова вероятность дальнейшего появления глухих детей с карими глазами в такой семье?",
    "description": "При анализе скрещивания между особью Ааbb (слышит со светлыми глазами) и АаВb (слышит с карими глазами), используя решетку Пеннета, вероятность появления потомка с генотипом ааВв (глухой с карими глазами) составляет 1/8 или 12,5%. Появление первого ребенка с данным сочетанием признаков не влияет на вероятность появления второго ребенка с таким же сочетанием. Ответ: 12,5."
  },
  {
    "term": 4,
    "definition": " У морских свинок чёрная шерсть доминирует над белой, а длинная - над короткой. Определите количество различных типов гамет, образуемых дигетерозиготной особью, если гены не сцеплены.",
    "description": "Дигетерозигота АаВb образует 4 типа гамет: AB, Ab, aB, ab. Ответ: 4."
  },
  {
    "term": 2,
    "definition": " Сколько различных типов гамет образуется у дигетерозиготной особи при полном сцеплении исследуемых генов?",
    "description": "При полном сцеплении дигетерозиготной особи, образуется два типа гамет: AB и ab. Ответ: 2."
  },
  {
    "term": 25,
    "definition": " При скрещивании дигетерозиготных чёрных комолых коров с красным рогатым быком, какой процент телят будет иметь чёрный комолый генотип?",
    "description": "Родительская особь ♀️АаBb является черной и комолой, а родительская особь ♂️ааbb красного и рогатого быка. Гаметы ♀️АВ, ♀️Ab, ♀️аВ и ♀️аb, а также ♂️аб. В результате скрещивания, генотип АаBb (черные и комолые) составляет 25% от всех потомков. Ответ: 25."
  },
  {
    "term": "12,5",
    "definition": " В потомстве, полученном от скрещивания АaBb с Aabb, какой процент будет иметь рецессивный дигомозиготный генотип?",
    "description": "Особь AaBb образует 4 типа гамет: AB, Ab, aB и ab. Особь Aabb образует 2 типа гамет: Ab и ab. В F1 появляется 1/8 особей с генотипом aabb, что составляет 12,5%. Ответ: 12,5."
  },
  {
    "term": 9331,
    "definition": " При скрещивании двух дигетерозиготных растений тыквы с жёлтыми круглыми плодами при полном доминировании признаков, какое будет соотношение фенотипов у гибридов первого поколения?",
    "description": "Полное доминирование означает, что признаки наследуются независимо друг от друга, согласно третьему закону Менделя о независимом наследовании. При дигибридном скрещивании двух гомозиготных особей ААBB и ааbb (или AAbb x aaBB) не наблюдается расщепления (все дети одинаковые)."
  },
  {
    "term": 1111,
    "definition": " При проведении анализирующего скрещивания самца с дигетерозиготной самкой, каким будет соотношение генотипов в F1?",
    "description": "При скрещивании двух дигетерозигот АаВb x АаBb (третий закон Менделя), происходит расщепление в пропорции 9:3:3:1. Ответ: 9331."
  },
  {
    "term": 2,
    "definition": " Сколько типов гамет образует зигота с генотипом CcVv, если гены C и V сцеплены и наследуются вместе?",
    "description": "Анализирующее скрещивание между самкой АаВb и самцом ааbb приводит к образованию гамет АБ, Ab, aB и ab. В результате получается 1 ааbb : 1 Ааbb : 1 aaBb : 1 AaBb. Ответ: 1111."
  },
  {
    "term": 4,
    "definition": " Сколько фенотипических групп образуется при скрещивании двух дигетерозигот при независимом наследовании признаков?",
    "description": "Если гены локализованы в одной хромосоме и не происходит кроссинговер, то формируются только два типа гамет: CB и св. Ответ: 2."
  },
  {
    "term": 4,
    "definition": " Сколько видов гамет будет формировать потомок, полученный от скрещивания гомозиготного по двум доминантным признакам отца с рецессивной по этим признакам матерью?",
    "description": "При скрещивании особей АаBb и АаBb, можно получить 4 фенотипические группы: A_bb, aaB_b, A_B_ и aabb. Ответ: 4."
  },
  {
    "term": 9331,
    "definition": " Определите соотношение фенотипов при скрещивании двух дигетерозигот, если гены не сцеплены.",
    "description": "При дигибридном скрещивании ♀️ AaBb x ♂️ AABB, гаметы, образуемые первым организмом, могут быть AB, Ab, aB и ab. Ответ: 4."
  },
  {
    "term": 50,
    "definition": " Какой процент особей будет иметь рецессивный фенотип по обоим признакам при скрещивании растения с жёлтыми (Аа) морщинистыми (вв) семенами с растением, имеющим зелёные морщинистые (аавв) семена?",
    "description": "При дигибридном скрещивании ♀️ AaBb x ♂️ aabb, образуются гаметы AB, Ab, aB и ab. В результате скрещивания будет наблюдаться расщепление в пропорции 1 AaBb : 1 Aabb : 1 aaBb : 1 aabb. Ответ: 1111."
  },
  {
    "term": 25,
    "definition": " Какой процент потомства будет обладать доминантным по обоим признакам фенотипом при скрещивании дигетерозиготного по этим признакам растения гороха с рецессивным по обоим признакам растением?",
    "description": "Суть закона независимого наследования признаков (третьего закона Менделя) заключается в том, что при скрещивании особей, отличающихся по двум и более парам альтернативных признаков, гены и соответствующие им признаки наследуются независимо и комбинируются во всех возможных сочетаниях."
  },
  {
    "term": 16,
    "definition": " Сколько видов гамет образует зигота с генотипом FfBbGgSs?",
    "description": "При скрещивании ♀️ AaBb x ♂️ aabb, гаметы, образуемые первым организмом, могут быть AB, Ab, aB и ab. Второй организм образует гамету ab. В результате скрещивания будет наблюдаться расщепление в пропорции 1 AaBb : 1 Aabb : 1 aaBb : 1 aabb. Ответ: 1111."
  },
  {
    "term": 8,
    "definition": " Сколько видов гамет образует зигота с генотипом АаDdCc?",
    "description": "Для решения задач данного раздела необходимо знание о закономерностях независимого комбинирования и сцепленного наследования генов, а также о механизмах мейоза и гаметогенеза."
  },
  {
    "term": 1111,
    "definition": " Каким будет соотношение генотипов в потомстве, полученном от родителей с генотипами АаВb и ааbb?",
    "description": "Количество сортов гамет, образуемых организмом при независимом комбинировании или неполном сцепленном наследовании генов, можно определить по формуле 2n, где n - число генов, по которым данный организм гетерозиготен."
  },
  {
    "term": 1,
    "definition": " У канареек зеленая окраска оперения доминирует над коричневой и связана с Х-хромосомой, а короткий клюв доминирует над длинным и определяется геном, локализованным в аутосоме. При скрещивании зеленого самца с коротким клювом и коричневого короткоклювого самки было получено 8 птенцов с различными сочетаниями обоих признаков. Определите, сколько среди них коричневых самцов с длинным клювом.",
    "description": "К примеру, если у организма 4 гетерозиготных аллеля, то получаем 2 в степени 4, что равно 16. Ответ: 16."
  },
  {
    "term": 1111,
    "definition": " Каким будет соотношение генотипов и фенотипов при анализирующем скрещивании дигетерозиготного организма при независимом наследовании исследуемых признаков?",
    "description": "Если у организма 3 гетерозиготных аллеля, то получаем 2 в степени 3, что равно 8. Ответ: 8."
  },
  {
    "term": 1111,
    "definition": " Определите соотношение фенотипов у потомков при анализирующем скрещивании дигетерозиготного организма.",
    "description": "Дигетерозиготный организм AaBb образует четыре типа гамет: AB; Ab; aB; ab. При анализирующем скрещивании с рецессивной гомозиготой aabb образуется только один тип гаметы: ab. Таким образом, в потомстве получается расщепление и по генотипу, и по фенотипу в пропорции 1:1:1:1. Ответ: 1111."
  },
  {
    "term": 50,
    "definition": " Какова вероятность в процентах проявления рецессивного фенотипа по обоим признакам при анализирующем скрещивании дигетерозиготного организма при полном сцеплении генов?",
    "description": "Дигетерозиготный организм AaBb образует два типа гамет: AB; ab. При анализирующем скрещивании с рецессивной гомозиготой aabb образуется только один тип гаметы: ab. В результате скрещивания будет наблюдаться расщепление как по генотипу, так и по фенотипу, в пропорции 1:1. Ответ: 1:1."
  },
  {
    "term": 1111,
    "definition": " Каким будет соотношение генотипов при анализирующем скрещивании дигетерозиготного организма при независимом наследовании исследуемых признаков?",
    "description": "Родительская особь AaBb образует четыре типа гамет: AB, Ab, aB, ab. При анализирующем скрещивании с рецессивной гомозиготой aabb образуется один тип гаметы ab. Расщепление в потомстве будет соответствовать генотипическому и фенотипическому расщеплению 1111. Ответ: 1111."
  },
  {
    "term": 4,
    "definition": " Сколько видов гамет будет образовывать зигота с генотипом FfBbGgSs?",
    "description": "У зиготы с генотипом FfBbGgSs будет образовываться 16 различных гамет. Это происходит в результате мейоза, процесса деления клеток, который приводит к формированию половых клеток. В генотипе каждого гена есть два аллеля - большая и маленькая буква. Во время мейоза происходит разделение аллелей, и каждая гамета получает по одной копии каждого гена. Таким образом, число видов гамет равно 2^4 = 16, где 2 - количество возможных аллелей для каждого гена, а 4 - количество генов."
  },
  {
    "term": 100,
    "definition": " Какой процент потомства, имеющего шерсть чалой масти, можно ожидать от скрещивания краснорогого (АА) и белорогого (аа) крупного скота при неполном доминировании? УКАЖИТЕ ТОЛЬКО ЧИСЛО, знак % ставить не нужно.",
    "description": "При неполном доминировании гетерозиготы имеют промежуточный признак. В данном случае, скрещивая АА и аа особей, мы получаем потомство с 100% растений, которые имеют промежуточный признак Аа. Ответ: 100."
  },
  {
    "term": 100,
    "definition": " Какой процент растений ночной красавицы с розовыми цветками можно предположить от скрещивания растений с красными (А) и белыми (а) цветками при неполном доминировании?",
    "description": "При неполном доминировании гетерозиготы также имеют промежуточный признак. В данном вопросе не важно, какой из признаков является доминантным - белый или красный. Главное, что при скрещивании АА и аа особей в потомстве мы получим 100% растений с промежуточным признаком Аа - розовые. Ответ: 100."
  },
  {
    "term": 121,
    "definition": " Определите соотношение генотипов в потомстве при скрещивании гетерозиготных растений ночной красавицы.",
    "description": "Согласно второму закону Менделя, при скрещивании гетерозиготных организмов расщепление в потомстве идет по генотипу в пропорции 1:2:1. Ответ: 121."
  },
  {
    "term": 50,
    "definition": " Какой процент жизнеспособных серых особей будет рождаться при скрещивании серой овцы и черного барана, если гомозиготные доминантные серые овцы погибают при переходе на грубые корма, а гетерозиготные овцы выживают?",
    "description": "В данной задаче описан признак промежуточного наследования, где АА представляют серых особей летальный, Аа - серые живые, а аа - чёрные. При выживании гетерозигот (Аа), генотип овцы будет Аа, а барана (чёрного) - аа. В потомстве F1 будет 50% гетерозигот (Аа) - серых и 50% гомозигот рецессивных (чёрных) особей. Ответ: 50."
  },
  {
    "term": 25,
    "definition": " Каков процент карликовых форм при самоопылении гетерозиготного растения гороха с высоким стеблем (высокий стебель — А)?",
    "description": "При скрещивании гетерозигот Аа и Аа согласно второму закону Менделя происходит расщепление по генотипу в пропорции 1:2:1, а по фенотипу в пропорции 1:3. То есть в потомстве будет появляться 25% особей с рецессивным генотипом. Ответ: 25."
  },
  {
    "term": 25,
    "definition": " Какова вероятность рождения высоких детей у гетерозиготных родителей с низким ростом (причем низкорослость доминирует над высокорослостью)?",
    "description": "Согласно второму закону Менделя, при скрещивании гетерозиготных организмов в потомстве идет расщепление по генотипу 1:2:1 и по фенотипу 1:3, что означает появление 25% рецессивных особей. Ответ: 25."
  },
  {
    "term": 50,
    "definition": " При скрещивании гетерозиготного растения с гомозиготным по одной паре признаков, какой процент гомозиготных особей будет присутствовать в потомстве? (знак % в ответе не указывать)",
    "description": "При скрещивании гетерозигот (аа и Аа), получаем 50% гетерозигот (Аа) и 50% гомозиготных рецессивных особей. Или при скрещивании гетерозигот (АА и Аа), получаем 50% гетерозигот (Аа) и 50% гомозиготных доминантных особей. Ответ: 50."
  },
  {
    "term": 2,
    "definition": " Какое число фенотипов образуется в потомстве при скрещивании растений с генотипами Aa и Aa в случае полного доминирования? В ответ запишите цифру.",
    "description": "Согласно второму закону Менделя, при скрещивании гетерозиготных организмов в потомстве идет расщепление по генотипу 1:2:1 и по фенотипу 1:3, что означает образование 2 разновидностей фенотипов. Ответ: 2."
  },
  {
    "term": 25,
    "definition": " Какова вероятность рождения у темноволосых родителей (Aa) детей с светлыми волосами, если темный цвет волос доминирует над светлым?",
    "description": "Согласно второму закону Менделя, при скрещивании гетерозиготных организмов в потомстве идет расщепление по генотипу 1:2:1 и по фенотипу 1:3, что означает появление 25% рецессивных особей (светловолосых). Ответ: 25."
  },
  {
    "term": 100,
    "definition": " Какова вероятность, что зрячая собака несет ген слепоты, если от скрещивания с такой же собакой родился один слепой щенок? (нормальное зрение — доминантный признак)",
    "description": "Так как слепой щенок родился от зрячих родителей, то оба родителя имели рецессивный ген слепоты. Генотипы родителей в данном случае Аа. Следовательно, вероятность того, что зрячая собака несет ген слепоты равна 100%. Ответ: 100."
  },
  {
    "term": 50,
    "definition": " От брака голубоглазого мужчины и кареглазой женщины родилась голубоглазая девочка. Какова вероятность рождения кареглазых детей? (ген карих глаз доминирует)",
    "description": "1) У потомства всегда наследуется только один ген от родителей. В данном случае, поскольку девочка имеет голубые глаза (аа), она получила ген голубых глаз от матери. Это означает, что ее мать была гетерозиготной по этому признаку с генотипом Аа. Генотип отца, у которого также голубые глаза, является аа, где рецессивный признак проявляется только в гомозиготном состоянии. При скрещивании родителей с генотипами Аа и аа, доминирующим цветом глаз является карий. Поэтому вероятность рождения детей с карими глазами составляет 50%."
  },
  {
    "term": 50,
    "definition": " Какова вероятность рождения у этой супружеской пары детей без малых коренных зубов, если один из супругов имеет малые коренные зубы, а у другого они отсутствуют и он гетерозиготен по этому признаку? (отсутствие малых коренных зубов — доминантный аутосомный признак)",
    "description": "1) Генотипы и фенотипы Р описываются следующим образом: аа представляет собой комбинацию генов, которая связана с наличием малых коренных зубов, в то время как Аа означает отсутствие таких зубов. 2) Генотипы и фенотипы потомства представлены следующим образом: Аа показывает, что ребенок не имеет малых коренных зубов, в то время как аа указывает на наличие таких зубов. 3) Вероятность рождения детей без малых коренных зубов составляет 50%. Иными словами, каждый ребенок имеет 50% шанс не иметь такие зубы."
  },
  {
    "term": 31,
    "definition": " Каково будет соотношение фенотипов во втором поколении при скрещивании восприимчивого к ржавчине растения овса с гомозиготным устойчивым растением, если устойчивость к ржавчине доминирует над восприимчивостью?",
    "description": "1) Генотипы родителей, которые обозначаются как bb и ВВ, представляют собой генетические комбинации, где bb означает уязвимость к ржавчине, а ВВ указывает на отсутствие этой уязвимости. 2) Генотипы потомства в первом поколении составляют Вb, что означает, что они обладают устойчивостью к ржавчине. 3) Генотипы потомства во втором поколении соотносятся следующим образом: 1BB : 2Bb, где 1BB и 2Bb оба обладают устойчивостью к ржавчине, а 1bb является восприимчивым к болезни. Это соответствует правилу расщепления Менделя, где соотношение фенотипов составляет 3:1. В ответе указано 31 - это означает, что в данной ситуации вероятность получения потомства с устойчивостью к ржавчине составляет 3, а вероятность получения потомства с восприимчивостью к болезни - 1."
  },
  {
    "term": 100,
    "definition": " Каков процент растений с розовыми цветками среди гибридов первого поколения при скрещивании растений ночной красавицы с белыми и красными цветками (неполное доминирование красного цвета)?",
    "description": "1) В данном случае, генотипы Р описываются как АА и аа, где ген красной окраски цветков является полностью доминантным, а белая окраска проявляется только при гомозиготном состоянии (aa). Гетерозиготные организмы (Аа) имеют промежуточную окраску (розовую). В результате скрещивания получается потомство F1 с генотипом Аа в 100% случаев, согласно правилу единообразия гибридов первого поколения."
  },
  {
    "term": 31,
    "definition": " Определите соотношение фенотипов у потомков при скрещивании двух гетерозиготных организмов при полном доминировании. Ответ запишите в виде последовательности цифр, показывающих соотношение получившихся фенотипов, в порядке их убывания.",
    "description": "2) При моногибридном скрещивании двух гетерозиготных организмов с полным доминированием гена, соотношение фенотипов составляет 3:1, согласно правилу расщепления Менделя."
  },
  {
    "term": 1,
    "definition": " Какое количество аллелей одного гена содержит яйцеклетка цветкового растения? В ответе запишите только соответствующее число.",
    "description": "3) У каждой гаметы присутствует только один аллель каждого гена."
  },
  {
    "term": 3,
    "definition": " Сколько различных фенотипов получается при самоопылении гетерозиготных растений с розовыми лепестками венчика в случае неполного доминирования?",
    "description": "4) При самоопылении растений с розовыми лепестками венчика, генотипы потомства могут быть АА, Аа и аа, соответственно, проявляя красную, розовую или белую окраску. При самоопылении гетерозиготных организмов с неполном доминированием гена, фенотипически проявляются все три возможных фенотипа."
  },
  {
    "term": 0,
    "definition": " Какова вероятность рождения здоровых мальчиков в семье, где мать здорова, а отец страдает гипертрихозом — болезнью, обусловленной наличием гена, связанным с Y-хромосомой?",
    "description": "5) В данной семье, поскольку данный ген связан с Y-хромосомой, все сыновья будут иметь гипертрихоз. Следовательно, вероятность рождения здоровых мальчиков в данной семье равна 0%."
  },
  {
    "term": 3,
    "definition": " Какую группу крови по системе АВО имеет человек с генотипом IBI0? В ответе запишите цифру.",
    "description": "1) Система групп крови ABO является основной системой групп крови, используемой при переливании крови у людей. В человеческой крови не может быть одноименных агглютиногенов и агглютининов, так как это приведет к массовому склеиванию эритроцитов, что несовместимо с жизнью. В системе ABO существуют только четыре группы крови: I 0 (αβ), II A (β), III B (α), IV АВ (0). Генотип IBi0 соответствует группе крови III."
  },
  {
    "term": 50,
    "definition": " Какова вероятность проявления патологического гена у потомства, если один из родителей является гетерозиготой по этому признаку (гены не связаны), а другой родитель имеет рецессивный генотип по данному признаку? Ответ запишите в виде числа, показывающего искомую вероятность в процентах.",
    "description": "2) При моногибридном скрещивании между особями ♀️ aa и ♂️ Aа, в потомстве F1 получится 50% Aa и 50% aa. В данном случае, организм образует патологический ген с вероятностью 50%."
  },
  {
    "term": 3,
    "definition": " Сколько различных фенотипов образуется у потомков при скрещивании двух гетерозиготных растений душистого горошка с розовыми цветками (причем красный цвет неполно доминирует над белым)? В ответе запишите только количество фенотипов.",
    "description": "3) При скрещивании двух гетерозиготных организмов с неполным доминированием между ♀️ Аа и ♂️ Aа, в потомстве F1 будет 50% Aa, 25% аа и 25% АА. Потомство имеет три разных генотипа, каждому из которых соответствует свой фенотип. Таким образом, соотношение фенотипов будет составлять 3: красный, розовый, белый."
  },
  {
    "term": 121,
    "definition": " Определите соотношение генотипов и фенотипов у потомков при моногибридном скрещивании двух гетерозиготных организмов с неполном доминированием. Ответ запишите в виде правильной последовательности цифр, показывающих соотношение получившихся генотипов и фенотипов.",
    "description": "4) При моногибридном скрещивании между ♀️ Аа и ♂️ Аа каждый организм образует два типа гамет: A и a. Гетерозиготы имеют промежуточный фенотип между фенотипами доминантной и рецессивной гомозигот. Ожидаемое расщепление по фенотипу и генотипу в этом случае составляет 1: 2 : 1."
  },
  {
    "term": 121,
    "definition": " Какое соотношение генотипов и фенотипов будет у потомков, полученных от скрещивания родителей с генотипами Аа и Аа при неполном доминировании признака? Ответ запишите в виде правильной последовательности цифр, не используя дополнительные символы для обозначения соотношения генотипов и фенотипов.",
    "description": "5) При скрещивании двух гетерозиготных организмов с неполным доминированием между ♀️ Аа (розовый) и ♂️ Aа (розовый), в потомстве F1 будет 1/4 частей АА (красный), 2/4 частей Aa (розовый) и 1/4 частей аа (белый). Таким образом, соотношение фенотипов составит 1:2:1."
  },
  {
    "term": 3,
    "definition": " Какое количество фенотипических классов образуется при самоопылении растения ночной красавицы с розовыми цветками, если одно из его родительских растений имело красные цветки? Ответ запишите в виде числа.",
    "description": "1) При самоопылении растений с розовыми лепестками венчика в случае неполного доминирования гена, результатом будут 3 фенотипа: АА с красными цветками, Аа с розовыми цветками и аа с белыми цветками. Даже если фенотип (цвет) не имеет особого значения, важно знать, что при самоопылении гетерозиготного состояния с неполным доминированием гена, получаются 3 различных фенотипа."
  },
  {
    "term": 50,
    "definition": " Определите вероятность проявления рецессивного фенотипа у потомка гетерозиготного организма при полном доминировании, выразите ответ в процентах.",
    "description": "2) Гетерозиготный организм Aa образует два типа гамет: A и a. В случае скрещивания с рецессивной гомозиготой aa, гамета aa образуется только с аллелем a. При таком скрещивании результирующее потомство будет состоять из 50% Aa и 50% aa. Вероятность проявления рецессивного фенотипа составляет 50%."
  },
  {
    "term": 0,
    "definition": " Определите вероятность проявления доминантного фенотипа у потомка гетерозиготного организма при неполном доминировании, выразите ответ в процентах.",
    "description": "3) Гетерозиготный организм Aa также образует два типа гамет: A и a. При скрещивании с рецессивной гомозиготой aa при неполном доминировании, в потомстве получится 50% Aa (промежуточный фенотип) и 50% aa (рецессивный фенотип). Таким образом, вероятность появления доминантного фенотипа составляет 0%."
  },
  {
    "term": 211,
    "definition": " Определите соотношение генотипов у потомков при скрещивании двух гетерозиготных организмов. Ответ запишите в виде последовательности цифр, показывающих соотношение получившихся генотипов в порядке их убывания.",
    "description": "4) При моногибридном скрещивании между гетерозиготными организмами Aa каждый организм образует два типа гамет: A и a. Ожидаемое соотношение генотипов в потомстве составляет 1 АА : 2 Аа : 1 аа. В порядке убывания это записывается как 2 Аа : 1 АА : 1 аа."
  },
  {
    "term": 75,
    "definition": " Определите процентное соотношение потомков с доминантным проявлением признака в моногибридном скрещивании гетерозиготных гибридов между собой при полном доминировании этого признака.",
    "description": "5) При моногибридном скрещивании двух гетерозиготных организмов с полным доминированием соотношение фенотипов будет 3:1. Это означает, что у трех из четырех потомков (75%) проявится доминантный признак."
  },
  {
    "term": 211,
    "definition": " Определите соотношение генотипов у потомков при скрещивании двух гетерозиготных организмов при полном доминировании. Ответ запишите в виде последовательности цифр, показывающих соотношение генотипов в порядке их убывания.",
    "description": "6) При моногибридном скрещивании между Aa и Aa, где каждый организм образует два типа гамет: A и a, ожидаемое соотношение генотипов в потомстве составляет 1 АА : 2 Аа : 1 аа. Это записывается в порядке убывания как 2 Аа : 1 АА : 1 аа. Важно отметить, что в данном случае указывается соотношение генотипов, а не фенотипов."
  },
  {
    "term": 50,
    "definition": " Определите вероятность в процентах проявления промежуточного фенотипа у потомков при скрещивании гетерозиготных организмов при неполном доминировании.",
    "description": "При неполном доминировании, гетерозиготный организм с генотипом Aa имеет промежуточный фенотип, который находится между фенотипами гомозиготных состояний АА и аа. Гетерозиготный организм Aa образует два типа гамет: A и а. В результате скрещивания с гомозиготным рецессивным организмом aa, потомство будет иметь следующие генотипы и фенотипы: 25% АА, 50% Aa и 25% аа. Таким образом, вероятность проявления промежуточного фенотипа составляет 50% в процентах."
  },
  {
    "term": "Абиогенез",
    "definition": "Возникновение живого из неживого в процессе эволюции.",
    "description": "Абиогенез - Возникновение живого из неживого в процессе эволюции."
  },
  {
    "term": "Абориген",
    "definition": "Коренной обитатель какой-либо местности, исстари в ней живущий.",
    "description": "Абориген - Коренной обитатель какой-либо местности, исстари в ней живущий."
  },
  {
    "term": "Авитаминоз",
    "definition": "Заболевание, вызванное длительным недостатком в пище жизненно необходимых витаминов.",
    "description": "Авитаминоз - Заболевание, вызванное длительным недостатком в пище жизненно необходимых витаминов."
  },
  {
    "term": "Автотроф",
    "definition": "Организм, синтезирующий из неорганических соединений органическое вещество с использованием энергии Солнца или энергии, освобождающейся при химических реакциях.",
    "description": "Автотроф - Организм, синтезирующий из неорганических соединений органическое вещество с использованием энергии Солнца или энергии, освобождающейся при химических реакциях."
  },
  {
    "term": "Агглютинация",
    "definition": "1) Склеивание и выпадение в осадок из однородной взвеси бактерий, эритроцитов и других клеток. 2) Свёртывание белка в живой клетке, наступающее при воздействии высоких температур, ядовитых веществ и других подобных агентов.",
    "description": "Агглютинация - 1) Склеивание и выпадение в осадок из однородной взвеси бактерий, эритроцитов и других клеток. 2) Свёртывание белка в живой клетке, наступающее при воздействии высоких температур, ядовитых веществ и других подобных агентов."
  },
  {
    "term": "Агглютинины",
    "definition": "Вещества, образующиеся в сыворотке крови, под действием которых происходит свёртывание белков, склеивание микробов, кровяных телец.",
    "description": "Агглютинины - Вещества, образующиеся в сыворотке крови, под действием которых происходит свёртывание белков, склеивание микробов, кровяных телец."
  },
  {
    "term": "Агроценоз",
    "definition": "Биотическое сообщество растений, животных, грибов и микроорганизмов, созданное для получения сельскохозяйственной продукции и регулярно поддерживаемое человеком.",
    "description": "Агроценоз - Биотическое сообщество растений, животных, грибов и микроорганизмов, созданное для получения сельскохозяйственной продукции и регулярно поддерживаемое человеком."
  },
  {
    "term": "Адаптация",
    "definition": "Комплекс морфофизиологических и поведенческих особенностей особи, популяции или вида, обеспечивающий успех в конкуренции с другими видами, популяциями и особями, и устойчивость к воздействиям факторов абиотической среды.",
    "description": "Адаптация - Комплекс морфофизиологических и поведенческих особенностей особи, популяции или вида, обеспечивающий успех в конкуренции с другими видами, популяциями и особями, и устойчивость к воздействиям факторов абиотической среды."
  },
  {
    "term": "Акклиматизация",
    "definition": "Комплекс мероприятий по вселению какого-либо вида в новые места обитания, проводимый в целях обогащения естественных или искусственных сообществ полезными для человека организмами.",
    "description": "Акклиматизация - Комплекс мероприятий по вселению какого-либо вида в новые места обитания, проводимый в целях обогащения естественных или искусственных сообществ полезными для человека организмами."
  },
  {
    "term": "Аккомодация",
    "definition": "Приспособление к чему-либо. 1) Аккомодация глаза",
    "description": "Аккомодация - Приспособление к чему-либо. 1) Аккомодация глаза"
  },
  {
    "term": "Альбинизм",
    "definition": "Врождённое отсутствие нормальной для данного вида организмов пигментации.",
    "description": "Альбинизм - Врождённое отсутствие нормальной для данного вида организмов пигментации."
  },
  {
    "term": "Амитоз",
    "definition": "Прямое деление клетки.",
    "description": "Амитоз - Прямое деление клетки."
  },
  {
    "term": "Анаболизм",
    "definition": "Пластический обмен.",
    "description": "Анаболизм - Пластический обмен."
  },
  {
    "term": "Анализирующее скрещивание",
    "definition": "Скрещивание испытуемого организма с другим, являющимся по данному признаку рецессивной гомозиготой, что позволяет установить генотип испытуемого.",
    "description": "Анализирующее скрещивание - Скрещивание испытуемого организма с другим, являющимся по данному признаку рецессивной гомозиготой, что позволяет установить генотип испытуемого."
  },
  {
    "term": "Аналогичные органы",
    "definition": "Органы, выполняющие одинаковые функции, но имеющие разное строение и происхождение, результат конвергенции.",
    "description": "Аналогичные органы - Органы, выполняющие одинаковые функции, но имеющие разное строение и происхождение, результат конвергенции."
  },
  {
    "term": "Анатомия",
    "definition": "Группа научных отраслей, исследующих форму и строение отдельных органов, их систем и всего организма в целом.",
    "description": "Анатомия - Группа научных отраслей, исследующих форму и строение отдельных органов, их систем и всего организма в целом."
  },
  {
    "term": "Анаэроб",
    "definition": "Организм, способный жить в бескислородной среде.",
    "description": "Анаэроб - Организм, способный жить в бескислородной среде."
  },
  {
    "term": "Анемия",
    "definition": "Группа заболеваний, характеризующихся уменьшением количества эритроцитов, содержанием в них гемоглобина или общей массы крови.",
    "description": "Анемия - Группа заболеваний, характеризующихся уменьшением количества эритроцитов, содержанием в них гемоглобина или общей массы крови."
  },
  {
    "term": "Антиген",
    "definition": "Сложное органическое вещество, способное при поступлении в организм животных и человека вызвать ответную иммунную реакцию",
    "description": "Антиген - Сложное органическое вещество, способное при поступлении в организм животных и человека вызвать ответную иммунную реакцию"
  },
  {
    "term": "Антикодон",
    "definition": "Участок молекулы т-РНК, состоящий из 3 нуклеотидов, специфически связывающийся с кодоном и-РНК.",
    "description": "Антикодон - Участок молекулы т-РНК, состоящий из 3 нуклеотидов, специфически связывающийся с кодоном и-РНК."
  },
  {
    "term": "Антропогенез",
    "definition": "Процесс происхождения человека.",
    "description": "Антропогенез - Процесс происхождения человека."
  },
  {
    "term": "Антропология",
    "definition": "Межотраслевая дисциплина, исследующая происхождение и эволюцию человека как особого социобиологического вида.",
    "description": "Антропология - Межотраслевая дисциплина, исследующая происхождение и эволюцию человека как особого социобиологического вида."
  },
  {
    "term": "Арахнология",
    "definition": "Раздел зоологии, исследующий паукообразных.",
    "description": "Арахнология - Раздел зоологии, исследующий паукообразных."
  },
  {
    "term": "Ареал",
    "definition": "Область распространения вида.",
    "description": "Ареал - Область распространения вида."
  },
  {
    "term": "Ароморфоз",
    "definition": "Эволюционное направление, сопровождающееся приобретением крупных изменений строения; усложнение организации, поднятие на более высокий уровень, морфофизиологический прогресс.",
    "description": "Ароморфоз - Эволюционное направление, сопровождающееся приобретением крупных изменений строения; усложнение организации, поднятие на более высокий уровень, морфофизиологический прогресс."
  },
  {
    "term": "Ассимиляция",
    "definition": "Одна из сторон обмена веществ, потребление и превращение поступающих в организм веществ или отложение запасов, благодаря чему происходит накопление энергии.",
    "description": "Ассимиляция - Одна из сторон обмена веществ, потребление и превращение поступающих в организм веществ или отложение запасов, благодаря чему происходит накопление энергии."
  },
  {
    "term": "Атавизм",
    "definition": "Появление у некоторых особей данного вида признаков, существовавших у отдалённых предков, но затем утраченных в процессе эволюции.",
    "description": "Атавизм - Появление у некоторых особей данного вида признаков, существовавших у отдалённых предков, но затем утраченных в процессе эволюции."
  },
  {
    "term": "Аутосома",
    "definition": "Любая неполовая хромосома; у человека имеется 22 пары аутосом.",
    "description": "Аутосома - Любая неполовая хромосома; у человека имеется 22 пары аутосом."
  },
  {
    "term": "Бацилла",
    "definition": "Любая бактерия, имеющая форму палочки.",
    "description": "Бацилла - Любая бактерия, имеющая форму палочки."
  },
  {
    "term": "Бивалент",
    "definition": "Две гомологичные хромосомы, образующиеся при делении клеточного ядра.",
    "description": "Бивалент - Две гомологичные хромосомы, образующиеся при делении клеточного ядра."
  },
  {
    "term": "Билатеральность",
    "definition": "Двусторонняя симметрия у организмов.",
    "description": "Билатеральность - Двусторонняя симметрия у организмов."
  }
]
